{
  "scraped_at": "2025-09-12T16:07:51.143207",
  "total_documents": 4,
  "documents": [
    {
      "meeting_date": "July 30, 2025",
      "release_date": "August 20, 2025",
      "document_type": "minutes",
      "html_url": "https://www.federalreserve.gov/monetarypolicy/fomcminutes20250730.htm",
      "pdf_url": null,
      "content": "Minutes of the Federal Open Market Committee\nJuly 29–30, 2025\nA joint meeting of the Federal Open Market Committee and the Board of Governors of the Federal Reserve System was held in the offices of the Board of Governors on Tuesday, July 29, 2025, at 9:00 a.m. and continued on Wednesday, July 30, 2025, at 9:00 a.m.\n1\nReview of Monetary Policy Strategy, Tools, and Communications\nParticipants continued their discussion related to the ongoing review of the Federal Reserve's monetary policy strategy, tools, and communication practices (framework review). They observed that they had made important progress toward revising the Committee's Statement on Longer-Run Goals and Monetary Policy Strategy (consensus statement). Participants discussed potential revisions to the\nconsensus statement that would incorporate lessons learned from economic developments since the 2020 framework review and would be designed to be robust across a wide range of economic conditions. Participants noted that the Committee was close to finalizing changes to the consensus statement and would do so in the near future.\nDevelopments in Financial Markets and Open Market Operations\nThe manager turned first to a review of financial market developments. Over the intermeeting period, the expected path of the policy rate and longer-term Treasury yields were little changed, equity prices increased, credit spreads narrowed, and the dollar depreciated slightly. The manager noted that markets continued to be attentive to news related to trade policy, though markets' reaction to incoming information on this topic was more restrained than in April and May. Against this backdrop, the manager reported that the Open Market Desk's Survey of Market Expectations (Desk survey) indicated that the median respondent's expectations regarding both real gross domestic product (GDP) growth and inflation were roughly unchanged.\nThe manager turned next to policy rate expectations, which held steady over the intermeeting period, consistent with a relatively stable macroeconomic outlook. The median modal path of the federal funds rate, as given in the Desk survey, was unchanged from the corresponding path in the June survey and continued to indicate expectations of two 25 basis point rate cuts in the second half of this year. Market-based measures of policy rate expectations were also little changed and indicated expectations of one to two 25 basis point rate cuts by the end of the year.\nThe manager then discussed developments in Treasury securities markets and market-based measures of inflation compensation. Nominal Treasury yields were little changed, on net, over the intermeeting period, consistent with the lack of appreciable changes in the macroeconomic outlook and in policy rate expectations. Perceived risks associated with trade policy developments contributed to an increase in near-term market measures of inflation compensation, while longer-horizon measures of inflation compensation rose more modestly.\nThe manager then turned to market pricing of risky assets. The increases in equity prices and narrowing of credit spreads suggested that markets assessed that the overall U.S. economy was remaining resilient; still, financial markets appeared to be making distinctions between individual corporations on the basis of the size and quality of their earnings. Valuations of the S&P 500 index continued to move above long-run average levels, mostly driven by optimism about the largest technology firms' scope to benefit from the further adoption of artificial intelligence (AI). However, valuations of an index of smaller-capitalization firms, although higher over the intermeeting period, remained below their historical averages.\nRegarding foreign exchange developments, the manager noted that the broad trade-weighted dollar index had continued to depreciate since the previous FOMC meeting but at a slower pace than in recent intermeeting periods. At the same time, the manager noted that correlations between the dollar and its fundamental drivers had normalized recently. The available data continued to suggest relative stability in foreign holdings of U.S. assets.\nThe manager turned next to money markets. Unsecured overnight rates remained stable over the intermeeting period. Rates on Treasury repurchase agreements (repo) were somewhat higher than the low levels seen in the previous intermeeting period. The manager observed that two factors contributed to this slight increase: the normal upward pressure on money market rates associated with the June quarter-end; and the rise in net Treasury bill issuance amid the rebuilding of the Treasury General Account (TGA) balance following the increase in the debt limit in early July. On June 30, as market rates climbed modestly above the standing repo facility's (SRF) minimum bid rate at quarter-end, there was material usage of the facility, with counterparties borrowing a bit more than $11 billion, the highest utilization to date.\nThe manager also discussed the projected trajectory of various Federal Reserve liabilities. With increased Treasury bill issuance associated with the rebuilding of the TGA balance likely to result in a rise in money market rates, take-up at the overnight reverse repurchase agreement (ON RRP) facility was expected to decline to low levels relatively soon. Market indicators continued to suggest that reserves remained abundant; however, ongoing System Open Market Account (SOMA) portfolio runoff, a substantial expected increase in the TGA balance, and the depletion of the ON RRP facility were together likely to bring about a sustained decline in reserves for the first time since portfolio runoff started in June 2022. Against this backdrop, the staff would continue to monitor indicators of reserve conditions closely. The manager also noted that there would be times—such as quarter-ends, tax dates, and days associated with large settlements of Treasury securities—when reserves were likely to dip temporarily to even lower levels. At those times, utilization of the SRF would likely support the smooth functioning of money markets and the implementation of monetary policy.\nBy unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period.\nStaff Review of the Economic Situation\nThe information available at the time of the meeting indicated that real GDP expanded at a tepid pace in the first half of the year. The unemployment rate continued to be low, and consumer price inflation remained somewhat elevated.\nDisinflation appeared to have stalled, with tariffs putting upward pressure on goods price inflation. Total consumer price inflation—as measured by the 12-month change in the price index for personal consumption expenditures (PCE)—was estimated to have been 2.5 percent in June, based on the consumer and producer price indexes. Core PCE price inflation, which excludes changes in consumer energy prices and many consumer food prices, was estimated to have been 2.7 percent in June. Both inflation rates were similar to their year-earlier levels.\nRecent data indicated that labor market conditions remained solid. The unemployment rate was 4.1 percent in June, down 0.1 percentage point from May. The participation rate edged down 0.1 percentage point in June, and the employment-to-population ratio was unchanged. Total nonfarm payroll gains were solid in June, though the pace of private payroll gains stepped down noticeably. The ratio of job vacancies to unemployed workers was 1.1 in June and remained within the narrow range seen over the past year. Average hourly earnings for all employees rose 3.7 percent over the 12 months ending in June, slightly lower than the year-earlier pace.\nAccording to the advance estimate, real GDP rose in the second quarter after declining in the first quarter. Growth of real private domestic final purchases—which comprises PCE and private fixed investment and which often provides a better signal than GDP of underlying economic momentum—slowed in the second quarter, as a step-down in investment growth offset faster PCE growth.\nAfter exerting a substantial negative drag on GDP growth in the first quarter, net exports made a large positive contribution in the second quarter. Real imports of goods and services declined sharply, likely reflecting the aftereffects of the substantial front-loading of imports recorded in the first quarter ahead of anticipated tariff hikes. By contrast, exports of goods declined at a more moderate pace, and exports of services rose further.\nAbroad, activity indicators pointed to a slowdown of foreign economic growth in the second quarter, as the transitory boost due to the front-loading of U.S. imports earlier in the year faded. Of note, monthly GDP data through May indicated that economic activity contracted in Canada. China's GDP, however, continued to expand at a moderate pace in the second quarter, supported by solid domestic spending.\nHeadline inflation rates were near targets in most foreign economies, held down by past declines in oil prices and fading wage pressures following a tightening in monetary policy stances over the past few years. However, core inflation remained somewhat elevated in some foreign economies.\nOver the intermeeting period, several foreign central banks, such as the Bank of Mexico and the Swiss National Bank, further eased their monetary policy stance, while others, such as the Bank of England and the European Central Bank, held their policy rates steady. In their communications, foreign central banks continued to emphasize that U.S. trade policies and accompanying uncertainty have started to weigh on economic activity in their economies.\nStaff Review of the Financial Situation\nOver the intermeeting period, both the market-implied expected path of the federal funds rate over the next year and nominal Treasury yields were little changed, on net, while real yields declined. Inflation compensation rose across the maturity spectrum—particularly at shorter horizons—reflecting, at least in part, perceived risks associated with trade policy developments.\nBroad equity price indexes increased and credit spreads tightened, consistent with improving risk sentiment attributed in part to easing geopolitical tensions as well as stronger-than-expected economic activity. Credit spreads for all rating categories except the lowest-quality bonds narrowed to exceptionally low levels relative to their historical distribution. The VIX—a forward-looking measure of near-term equity market volatility—declined moderately to just below the median of its historical distribution.\nOver the intermeeting period, news about trade policy interpreted as positive by investors together with some easing of geopolitical tensions in the Middle East led to moderate increases in foreign equity prices and longer-term yields. The broad dollar index was little changed on net.\nConditions in U.S. short-term funding markets remained orderly over the intermeeting period while displaying typical quarter-end dynamics. The One Big Beautiful Bill Act, which became law on July 4, ended the previous debt issuance suspension period, after which the TGA balance increased from $313 billion on July 3 to an expected $500 billion by the end of July. Rates in secured markets were, on average, somewhat elevated relative to the average over the previous intermeeting period, owing in part to quarter-end effects. Although upward pressure on repo rates was modest at quarter-end, take-up at the SRF was $11.1 billion on June 30—its highest level since the inception of the facility—as the addition of an early settlement option seemed to encourage participation. Average usage of the ON RRP facility was little changed over the intermeeting period.\nIn domestic credit markets, borrowing costs facing businesses, households, and municipalities eased moderately but remained elevated relative to post-Global Financial Crisis (GFC) average levels. Yields on both corporate bonds and leveraged loans declined modestly, while interest rates on small business loans were little changed on net. Rates on 30-year fixed-rate conforming residential mortgages were little changed and remained near the top of the post-GFC historical distribution. Interest rates on new auto loans and for new credit card offers have fluctuated in a narrow range in recent months around the upper end of their post-GFC distributions.\nCredit remained generally available. Financing through capital markets and nonbank lenders was readily accessible for public corporations as well as large and middle-market private corporations. Issuance of nonfinancial corporate bonds and leveraged loans was solid in June, and private credit continued to be broadly available despite ebbing somewhat in May and June. Loan balances on banks' books increased at a moderate pace in the second quarter, led by growth in commercial and industrial (C&I) loans. Lending to small businesses remained subdued, an outcome attributed to weak borrower demand.\nBanks in the July Senior Loan Officer Opinion Survey on Bank Lending Practices reported that, on net, underwriting standards were little changed in the second quarter across most loan categories, although the level of standards remained on the tighter end of their historical range. C&I loan standards, however, were reported to be a little easier than the range seen since 2005, yet still somewhat tighter than in periods not associated with financial stress. Consumer credit continued to be readily available for high-credit-score borrowers, though growth in applications for home purchases, refinances, auto loans, and revolving credit was relatively weak, reflecting heightened borrowing costs and tighter credit standards for lower-credit-score borrowers.\nIn the second quarter, credit performance was generally stable but somewhat weaker than pre-pandemic levels. Corporate bond and leveraged loan credit performance declined moderately in May and June, though defaults remained below post-GFC medians through June. In the commercial real estate market, delinquency rates on commercial mortgage-backed securities remained elevated through June. The rate of serious delinquencies on Federal Housing Administration mortgages continued to be elevated. By contrast, delinquency rates on most other mortgage loan types continued to stay near historical lows. In May, the credit card delinquency rate was a little below its year-earlier value, while that for auto loans was roughly the same as in May last year; both were elevated relative to their pre-pandemic levels. Student loan delinquencies reported to credit bureaus shot up in the first quarter of the year after the expiration of the on-ramp period for student loan payments.\nThe staff provided an updated assessment of the stability of the U.S. financial system and, on balance, continued to characterize the system's financial vulnerabilities as notable. The staff judged that asset valuation pressures were elevated. In equity markets, price-to-earnings ratios stood at the upper end of their historical distribution, while spreads on high-yield corporate bonds narrowed notably and were low relative to their historical distribution. Housing valuations edged down but remained elevated.\nVulnerabilities associated with nonfinancial business and household debt were characterized as moderate. Household debt to GDP was at its lowest level in the past 20 years, and household balance sheets remained strong. The ability of publicly traded firms to service their debt remained solid. For private firms, debt grew at a rapid pace, while these firms' interest coverage ratios declined to the lower range of their historical distributions, suggesting that vulnerabilities may be growing in that sector.\nVulnerabilities associated with leverage in the financial sector were characterized as notable. Regulatory capital ratios in the banking sector remained high, while recent annual supervisory stress-test results showed that all participants stayed above minimum capital requirements even under stress conditions. Banks, however, were still seen as more exposed to interest rate risk than had been historically typical, albeit to a lesser degree than was the case earlier in the decade. In the nonbank sector, life insurers' allocation of assets toward private credit and risky assets, funded in part by nontraditional liabilities with short maturities, continued to grow. Leverage and rollover risk at hedge funds remained high and concentrated in the largest firms.\nVulnerabilities associated with funding risks were characterized as moderate. Money market funds (MMFs) continued to be vulnerable to runs, though the aggregate assets of such prime and prime-like investment vehicles remained in the middle of their historical range as a fraction of GDP. Prime-like alternatives—including private liquidity funds, offshore MMFs, and stablecoins—have grown rapidly and were noted as relatively less transparent.\nStaff Economic Outlook\nThe staff's real GDP growth projection for this year through 2027 was similar to the one prepared for the June meeting, reflecting the offsetting effects of several revisions to the outlook. The staff expected that the rise in the cost of imported goods inclusive of tariffs would be smaller and occur later than in their previous forecast; in addition, financial conditions were projected to be slightly more supportive of output growth. However, these positive influences on the outlook were offset by weaker-than-expected spending data and a smaller assumed population boost from net immigration. The staff continued to expect that the labor market would weaken, with the unemployment rate projected to move above the staff's estimate of its natural rate around the end of this year and to remain above the natural rate through 2027.\nThe staff's inflation projection was slightly lower than the one prepared for the June meeting, reflecting the downward revision to the assumed effects of tariffs on imported goods prices. Tariffs were expected to raise inflation this year and to provide some further upward pressure on inflation in 2026; inflation was then projected to decline to 2 percent by 2027.\nThe staff continued to view the uncertainty around the projection as elevated, primarily reflecting uncertainty regarding changes to economic policies, including trade policy, and their associated economic effects. Risks to real activity were judged to remain skewed to the downside in light of the weakening in GDP growth seen so far this year and elevated policy uncertainty. The staff continued to view the risks around the inflation forecast as skewed to the upside, as the projected rise in inflation this year could prove to be more persistent than assumed in the baseline projection.\nParticipants' Views on Current Conditions and the Economic Outlook\nIn their discussion of inflation, many participants observed that overall inflation remained somewhat above the Committee's 2 percent longer-run goal. Participants noted that tariff effects were becoming more apparent in the data, as indicated by recent increases in goods price inflation, while services price inflation had continued to slow. A couple of participants suggested that tariff effects were masking the underlying trend of inflation and, setting aside the tariff effects, inflation was close to target.\nWith regard to the outlook for inflation, participants generally expected inflation to increase in the near term. Participants judged that considerable uncertainty remained about the timing, magnitude, and persistence of the effects of this year's increase in tariffs. In terms of timing, many participants noted that it could take some time for the full effects of higher tariffs to be felt in consumer goods and services prices. Participants cited several contributors to this likely lag. These included the stockpiling of inventories in anticipation of higher tariffs; slow pass-through of input cost increases into final goods and services prices; gradual updating of contract prices; maintenance of firm–customer relationships; issues related to tariff collection; and still-ongoing trade negotiations. As for the magnitude of tariff effects on prices, a few participants observed that evidence so far suggested that foreign exporters were paying at most a modest part of the increased tariffs, implying that domestic businesses and consumers were predominantly bearing the tariff costs. Several participants, drawing on information provided by business contacts or business surveys, expected that many companies would increasingly have to pass through tariff costs to end-customers over time. However, a few participants reported that business contacts and survey respondents described a mix of strategies as being undertaken to avoid fully passing on tariff costs to customers. Such strategies included negotiating with or switching suppliers, changing production processes, lowering profit margins, exerting more wage discipline, or exploiting cost-saving efficiency measures such as automation and new technologies. A few participants stressed that current demand conditions were limiting firms' ability to pass tariff costs into prices. Regarding inflation persistence, a few participants emphasized that they expected higher tariffs to lead only to a one-time increase in the price level that would be realized over a reasonably contained period. A few participants remarked that tariff-related factors, including supply chain disruptions, could lead to stubbornly elevated inflation and that it may be difficult to disentangle tariff-related price increases from changes in underlying trend inflation.\nParticipants noted that longer-term inflation expectations continued to be well anchored and that it was important that they remain so. Several participants emphasized that inflation had exceeded 2 percent for an extended period and that this experience increased the risk of longer-term inflation expectations becoming unanchored in the event of drawn-out effects of higher tariffs on inflation. A couple of participants noted that inflation expectations would likely be influenced by the behavior of the overall inflation rate, inclusive of the effects of tariffs. Various participants emphasized the central role of monetary policy in ensuring that tariff effects did not lead to persistently higher expected and realized inflation.\nIn their discussion of the labor market, participants observed that the unemployment rate remained low and that employment was at or near estimates of maximum employment. Several participants noted that the low and stable unemployment rate reflected a combination of low hiring and low layoffs. Some participants observed that their contacts and business survey respondents had reported being reluctant to hire or fire amid elevated uncertainty. Regarding the outlook for the labor market, some participants mentioned indicators that could suggest a softening in labor demand. These included slower and more concentrated job growth, an increase in cyclically sensitive Black and youth unemployment rates, and lower wage increases of job switchers than job stayers. Some of these participants also noted anecdotes in the Beige Book or in their discussions with contacts that pointed to slower demand. Furthermore, a number of participants noted that softness in aggregate demand and economic activity may translate into weaker labor market conditions, as could a potential inability of some importers to withstand higher tariffs. Some participants remarked, however, that slower output or employment growth was not necessarily indicative of emerging economic slack because a decline in immigration was lowering both actual and potential output growth as well as reducing both actual payroll growth and the number of new jobs needed to keep the unemployment rate stable. A few participants relayed reports received from contacts that immigration policies were affecting labor supply in some sectors, including construction and agriculture.\nParticipants observed that growth of economic activity slowed in the first half of the year, driven in large part by slower consumption growth and a decline in residential investment. Several participants stated that they expected growth in economic activity to remain low in the second half of this year. Some participants noted that economic activity would nevertheless be supported by financial conditions, including elevated household net worth, and a couple of participants highlighted stable or low credit card delinquencies. A couple of participants remarked that economic activity would be supported by the resolution of policy uncertainty over time. Regarding the household sector, several participants observed that slower real income growth may be weighing on growth in consumer spending. A few participants noted a weakening in housing demand, with increased availability of homes for sale and falling house prices. As for businesses, several participants remarked that ongoing policy uncertainty had continued to slow business investment, but several observed that business sentiment had improved in recent months. A few participants commented that the agricultural sector faced headwinds due to low crop prices.\nIn their evaluation of the risks and uncertainties associated with the economic outlook, participants judged that uncertainty about the economic outlook remained elevated, though several participants remarked that there had been some reduction in uncertainty regarding fiscal policy, immigration policy, or tariff policy. Participants generally pointed to risks to both sides of the Committee's dual mandate, emphasizing upside risk to inflation and downside risk to employment. A majority of participants judged the upside risk to inflation as the greater of these two risks, while several participants viewed the two risks as roughly balanced, and a couple of participants considered downside risk to employment the more salient risk. Regarding upside risks to inflation, participants pointed to the uncertain effects of tariffs and the possibility of inflation expectations becoming unanchored. In addition to tariff-induced risks, potential downside risks to employment mentioned by participants included a possible tightening of financial conditions due to a rise in risk premiums, a more substantial deterioration in the housing market, and the risk that the increased use of AI in the workplace may lower employment.\nIn their discussion of financial stability, participants who commented noted vulnerabilities to the financial system that they assessed warranted monitoring. Several participants noted concerns about elevated asset valuation pressures. Regarding banks, a couple of participants commented that, though regulatory capital levels remained strong, some banks continued to be vulnerable to a rise in longer-term yields and the associated unrealized losses on bank assets. A few participants commented on vulnerabilities in the market for Treasury securities, raising concerns about dealer intermediation capacity, the increasing presence of hedge funds in the market, and the fragility associated with low market depth. A couple of participants discussed foreign exchange swaps, noting that these served as key sources of dollar funding for foreign financial institutions that lend dollars to their customers in the U.S. and abroad, but also that they entailed vulnerabilities due to maturity mismatch and rollover risk. Many participants discussed recent and prospective developments related to payment stablecoins and possible implications for the financial system. These participants noted that use of payment stablecoins might grow following the recent passage of the GENIUS Act (Guiding and Establishing National Innovation for U.S. Stablecoins Act). They remarked that payment stablecoins could help improve the efficiency of the payment system. They also observed that such stablecoins could increase the demand for the assets needed to back them, including Treasury securities. In addition, participants who commented raised concerns that stablecoins could have broader implications for the banking and financial systems as well as monetary policy implementation, and thus warranted close attention, including monitoring of the various assets used to back stablecoins.\nIn their consideration of monetary policy at this meeting, participants noted that inflation remained somewhat elevated. Participants also observed that recent indicators suggested that the growth of economic activity had moderated in the first half of the year, although swings in net exports and inventories had affected the measurement and interpretation of the data. Participants further noted that the unemployment rate remained at a low level and that the labor market was at or near maximum employment. Participants judged that uncertainty about the economic outlook remained elevated. Almost all participants viewed it as appropriate to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent at this meeting. All participants judged it appropriate to continue the process of reducing the Federal Reserve's securities holdings.\nIn considering the outlook for monetary policy, almost all participants agreed that, with the labor market still solid and current monetary policy moderately or modestly restrictive, the Committee was well positioned to respond in a timely way to potential economic developments. Participants agreed that monetary policy would be informed by a wide range of incoming data, the economic outlook, and the balance of risks. Participants assessed that the effects of higher tariffs had become more apparent in the prices of some goods but that their overall effects on economic activity and inflation remained to be seen. They also noted that it would take time to have more clarity on the magnitude and persistence of higher tariffs' effects on inflation. Even so, some participants emphasized that a great deal could be learned in coming months from incoming data, helping to inform their assessment of the balance of risks and the appropriate setting of the federal funds rate; at the same time, some noted that it would not be feasible or appropriate to wait for complete clarity on the tariffs' effects on inflation before adjusting the stance of monetary policy. Some participants stressed that the issue of the persistence of tariff effects on inflation would depend importantly on the stance of monetary policy. Several participants commented that the current target range for the federal funds rate may not be far above its neutral level; among the considerations cited in support of this assessment was the likelihood that broader financial conditions were either neutral or supportive of stronger economic activity.\nIn discussing risk-management considerations that could bear on the outlook for monetary policy, participants generally agreed that the upside risk to inflation and the downside risk to employment remained elevated. Participants noted that, if this year's higher tariffs were to generate a larger-than-expected or a more-persistent-than-anticipated increase in inflation, or if medium- or longer-term inflation expectations were to increase notably, then it would be appropriate to maintain a more restrictive stance of monetary policy than would otherwise be the case, especially if labor market conditions remained solid. By contrast, if labor market conditions were to weaken materially or if inflation were to come down further and inflation expectations remained well anchored, then it would be appropriate to establish a less restrictive stance of monetary policy than would otherwise be the case. Participants noted that the Committee might face difficult tradeoffs if elevated inflation proved to be more persistent while the outlook for the labor market weakened. Participants agreed that, if that situation were to occur, they would consider each variable's distance from the Committee's goal and the potentially different time horizons over which those respective gaps would be anticipated to close. Participants noted that, in this context, it was especially important to ensure that longer-term inflation expectations remained well anchored.\nSeveral participants remarked on issues related to the Federal Reserve's balance sheet. Of those who commented, participants observed that balance sheet reduction had been proceeding smoothly thus far and that various indicators pointed to reserves being abundant. They agreed that, with reserves projected to decline amid the rebuilding of the TGA balance following the resolution of the debt limit situation, it was important to monitor money market conditions closely and to continue to evaluate how close reserves were to their ample level. A few participants also assessed that, in this environment, abrupt further declines in reserves could occur on key reporting and payment flow days. They noted that, if such events created pressures in money markets, the Federal Reserve's existing tools would help supply additional reserves and keep the effective federal funds rate within the target range. A couple of participants highlighted the role of the SRF in monetary policy implementation—as reflected in increased usage at the June quarter-end—and expressed support for further study of the possibility of central clearing of the SRF to enhance its effectiveness.\nCommittee Policy Actions\nIn their discussions of monetary policy for this meeting, members agreed that although swings in net exports had affected the data, recent indicators suggested that the growth of economic activity had moderated in the first half of the year. Members agreed that the unemployment rate had remained at a low level and that labor market conditions had remained solid. Members concurred that inflation remained somewhat elevated. Members agreed that uncertainty about the economic outlook remained elevated and that the Committee was attentive to the risks to both sides of its dual mandate.\nIn support of the Committee's goals, almost all members agreed to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. A couple of members preferred to lower the target range for the federal funds rate by 25 basis points at this meeting. These members judged that, excluding tariff effects, inflation was running close to the Committee's 2 percent objective and that higher tariffs were unlikely to have persistent effects on inflation. Furthermore, they assessed that downside risk to employment had meaningfully increased with the slowing of the growth of economic activity and consumer spending, and that some incoming data pointed to a weakening of labor market conditions, including low levels of private payroll gains and the concentration of payroll gains in a narrow set of industries that were less affected by the business cycle. Members agreed that in considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee would carefully assess incoming data, the evolving outlook, and the balance of risks. All members agreed that the postmeeting statement should affirm their strong commitment both to supporting maximum employment and to returning inflation to the Committee's 2 percent objective.\nMembers agreed that, in assessing the appropriate stance of monetary policy, the Committee would continue to monitor the implications of incoming information for the economic outlook. They would be prepared to adjust the stance of monetary policy as appropriate if risks emerged that could impede the attainment of the Committee's goals. Members also agreed that their assessments would take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\nAt the conclusion of the discussion, the Committee voted to direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, for release at 2:00 p.m.:\n\"Effective July 31, 2025, the Federal Open Market Committee directs the Desk to:\nUndertake open market operations as necessary to maintain the federal funds rate in a target range of 4-1/4 to 4-1/2 percent.\nConduct standing overnight repurchase agreement operations with a minimum bid rate of 4.5 percent and with an aggregate operation limit of $500 billion.\nConduct standing overnight reverse repurchase agreement operations at an offering rate of 4.25 percent and with a per-counterparty limit of $160 billion per day.\nRoll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing in each calendar month that exceeds a cap of $5 billion per month. Redeem Treasury coupon securities up to this monthly cap and Treasury bills to the extent that coupon principal payments are less than the monthly cap.\nReinvest the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities (MBS) received in each calendar month that exceeds a cap of $35 billion per month into Treasury securities to roughly match the maturity composition of Treasury securities outstanding.\nAllow modest deviations from stated amounts for reinvestments, if needed for operational reasons.\"\nThe vote also encompassed approval of the statement below for release at 2:00 p.m.:\n\"Although swings in net exports continue to affect the data, recent indicators suggest that growth of economic activity moderated in the first half of the year. The unemployment rate remains low, and labor market conditions remain solid. Inflation remains somewhat elevated.\nThe Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. Uncertainty about the economic outlook remains elevated. The Committee is attentive to the risks to both sides of its dual mandate.\nIn support of its goals, the Committee decided to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. In considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities. The Committee is strongly committed to supporting maximum employment and returning inflation to its 2 percent objective.\nIn assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee's goals. The Committee's assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\"\nVoting for this action:\nJerome H. Powell, John C. Williams, Michael S. Barr, Susan M. Collins, Lisa D. Cook, Austan D. Goolsbee, Philip N. Jefferson, Alberto G. Musalem, and Jeffrey R. Schmid.\nVoting against this action:\nMichelle W. Bowman and Christopher J. Waller.\nAbsent and not voting:\nAdriana D. Kugler\nGovernors Bowman and Waller preferred to lower the target range for the federal funds rate by 1/4 percentage point at this meeting. Governor Bowman preferred at this meeting to lower the target range for the federal funds rate by 25 basis points to 4 to 4-1/4 percent in light of inflation moving considerably closer to the Committee's objective, after excluding temporary effects of tariffs, a labor market near full employment but with signs of less dynamism, and slowing economic growth this year. She also expressed her view that taking action to begin moving the policy rate at a gradual pace toward its neutral level would have proactively hedged against a further weakening in the economy and the risk of damage to the labor market.\nConsistent with the Committee's decision to leave the target range for the federal funds rate unchanged, the Board of Governors of the Federal Reserve System voted unanimously to maintain the interest rate paid on reserve balances at 4.4 percent, effective July 31, 2025. The Board of Governors of the Federal Reserve System voted unanimously to approve the establishment of the primary credit rate at the existing level of 4.5 percent.\nIt was agreed that the next meeting of the Committee would be held on Tuesday–Wednesday, September 16–17, 2025. The meeting adjourned at 10:15 a.m. on July 30, 2025.\nNotation Vote\nBy notation vote completed on July 8, 2025, the Committee unanimously approved the minutes of the Committee meeting held on June 17–18, 2025.\nAttendance\nJerome H. Powell, Chair\nJohn C. Williams, Vice Chair\nMichael S. Barr\nMichelle W. Bowman\nSusan M. Collins\nLisa D. Cook\nAustan D. Goolsbee\nPhilip N. Jefferson\nAlberto G. Musalem\nJeffrey R. Schmid\nChristopher J. Waller\nBeth M. Hammack, Neel Kashkari, Lorie K. Logan, Anna Paulson, and Sushmita Shukla, Alternate Members of the Committee\nThomas I. Barkin, Raphael W. Bostic, and Mary C. Daly, Presidents of the Federal Reserve Banks of Richmond, Atlanta, and San Francisco, respectively\nJoshua Gallin, Secretary\nMatthew M. Luecke, Deputy Secretary\nBrian J. Bonis, Assistant Secretary\nMichelle A. Smith, Assistant Secretary\nMark E. Van Der Weide, General Counsel\nRichard Ostrander, Deputy General Counsel\nTrevor A. Reeve, Economist\nStacey Tevlin, Economist\nBeth Anne Wilson,\n2\nEconomist\nShaghil Ahmed, Kartik B. Athreya, Brian M. Doyle, Eric M. Engen, Carlos Garriga, Joseph W. Gruber, and Egon Zakrajšek, Associate Economists\nRoberto Perli, Manager, System Open Market Account\nJulie Ann Remache, Deputy Manager, System Open Market Account\nJose Acosta, Senior System Engineer II, Division of Information Technology, Board\nIsaiah C. Ahn, Information Management Analyst, Division of Monetary Affairs, Board\nMary L. Aiken, Senior Associate Director, Division of Supervision and Regulation, Board\nGianni Amisano, Assistant Director, Division of Research and Statistics, Board\nRoc Armenter, Executive Vice President, Federal Reserve Bank of Philadelphia\nDavid M. Arseneau, Deputy Associate Director, Division of Financial Stability, Board\nAlyssa Arute,\n3\nAssistant Director, Division of Reserve Bank Operations and Payment Systems, Board\nWilliam F. Bassett, Senior Associate Director, Division of Financial Stability, Board\nMichele Cavallo, Special Adviser to the Board, Division of Board Members, Board\nAndrew Cohen,\n4\nSpecial Adviser to the Board, Division of Board Members, Board\nDaniel M. Covitz, Deputy Director, Division of Research and Statistics, Board\nMarnie Gillis DeBoer,\n3\nSenior Associate Director, Division of Monetary Affairs, Board\nWendy E. Dunn, Adviser, Division of Research and Statistics, Board\nEric C. Engstrom, Associate Director, Division of Monetary Affairs, Board\nLaura J. Feiveson,\n5\nSpecial Adviser to the Board, Division of Board Members, Board\nAndrew Figura, Associate Director, Division of Research and Statistics, Board\nGlenn Follette, Associate Director, Division of Research and Statistics, Board\nEtienne Gagnon, Senior Associate Director, Division of International Finance, Board\nJonathan Glicoes, Senior Financial Institution Policy Analyst II, Division of Monetary Affairs, Board\nValerie S. Hinojosa, Section Chief, Division of Monetary Affairs, Board\nJane E. Ihrig, Special Adviser to the Board, Division of Board Members, Board\nMargaret M. Jacobson, Senior Economist, Division of Monetary Affairs, Board\nMichael T. Kiley, Deputy Director, Division of Monetary Affairs, Board\nDon H. Kim, Senior Adviser, Division of Monetary Affairs, Board\nElizabeth Klee, Deputy Director, Division of Monetary Affairs, Board\nAnna R. Kovner, Executive Vice President, Federal Reserve Bank of Richmond\nSpencer D. Krane, Senior Vice President, Federal Reserve Bank of Chicago\nSylvain Leduc, Executive Vice President and Director of Economic Research, Federal Reserve Bank of San Francisco\nAndreas Lehnert, Director, Division of Financial Stability, Board\nKurt F. Lewis, Special Adviser to the Chair, Division of Board Members, Board\nLogan T. Lewis, Section Chief, Division of International Finance, Board\nGeng Li, Assistant Director, Division of Research and Statistics, Board\nLaura Lipscomb, Special Adviser to the Board, Division of Board Members, Board\nBenjamin W. McDonough, Deputy Secretary and Ombudsman, Office of the Secretary, Board\nNeil Mehrotra, Assistant Vice President, Federal Reserve Bank of Minneapolis\nAnn E. Misback,\n6\nSecretary, Office of the Secretary, Board\nDavid Na, Lead Financial Institution Policy Analyst, Division of Monetary Affairs, Board\nEdward Nelson, Senior Adviser, Division of Monetary Affairs, Board\nAnna Nordstrom, Head of Markets, Federal Reserve Bank of New York\nAlyssa T. O'Connor, Special Adviser to the Board, Division of Board Members, Board\nEkaterina Peneva, Assistant Director and Chief, Division of Research and Statistics, Board\nCaterina Petrucco-Littleton, Special Adviser to the Board, Division of Board Members, Board\nDamjan Pfajfar, Vice President, Federal Reserve Bank of Cleveland\nEugenio P. Pinto, Special Adviser to the Board, Division of Board Members, Board\nJordan Pollinger,\n3\nAssociate Director, Federal Reserve Bank of New York\nFabiola Ravazzolo,\n3\nCapital Markets Trading and Policy Advisor, Federal Reserve Bank of New York\nKirk Schwarzbach,\n7\nSpecial Assistant to the Board, Division of Board Members, Board\nZeynep Senyuz, Special Adviser to the Board, Division of Board Members, Board\nThiago Teixeira Ferreira, Special Adviser to the Board, Division of Board Members, Board\nMary H. Tian, Group Manager, Division of Monetary Affairs, Board\nAnnette Vissing-Jørgensen, Senior Adviser, Division of Monetary Affairs, Board\nJeffrey D. Walker,\n3\nSenior Associate Director, Division of Reserve Bank Operations and Payment Systems, Board\nJonathan Willis, Vice President, Federal Reserve Bank of Atlanta\nRebecca Zarutskie, Senior Vice President, Federal Reserve Bank of Dallas\n_______________________\nJoshua Gallin\nSecretary\n1. The Federal Open Market Committee is referenced as the \"FOMC\" and the \"Committee\" in these minutes; the Board of Governors of the Federal Reserve System is referenced as the \"Board\" in these minutes.\nReturn to text\n2. Attended Tuesday's session only.\nReturn to text\n3. Attended through the discussion of developments in financial markets and open market operations.\nReturn to text\n4. Attended the discussion of economic developments and the outlook.\nReturn to text\n5. Attended through the discussion of developments in financial markets and open market operations, and from the discussion of current monetary policy through the end of the meeting.\nReturn to text\n6. Attended the discussion of the review of the monetary policy framework.\nReturn to text\n7. Attended through the discussion of developments in financial markets and open market operations through the end of the meeting.\nReturn to text",
      "scraped_at": "2025-09-12T16:07:14.938869",
      "validation_status": "VALID"
    },
    {
      "meeting_date": "June 18, 2025",
      "release_date": "July 09, 2025",
      "document_type": "minutes",
      "html_url": "https://www.federalreserve.gov/monetarypolicy/fomcminutes20250618.htm",
      "pdf_url": null,
      "content": "Minutes of the Federal Open Market Committee\nJune 17–18, 2025\nA joint meeting of the Federal Open Market Committee and the Board of Governors of the Federal Reserve System was held in the offices of the Board of Governors on Tuesday, June 17, 2025, at 9:00 a.m. and continued on Wednesday, June 18, 2025, at 9:00 a.m.\n1\nReview of Monetary Policy Strategy, Tools, and Communications\nCommittee participants continued their discussions related to their review of the Federal Reserve's monetary policy framework, with a focus on issues related to assessing the risks and uncertainty that are relevant for monetary policy and the potential implications of these issues for the FOMC's policy strategy and communications. The staff reviewed qualitative and quantitative tools that are commonly used to measure uncertainty about the economic outlook and the balance of risks, drawing on U.S. and international experience. The staff then discussed monetary policy strategies that aim to be robust to a variety of economic environments and ways in which risk-management considerations can be incorporated into monetary policy analysis and decisionmaking. The staff also considered the role of scenario analysis as a tool to communicate to the public risks and uncertainty around the economic outlook and their implications for monetary policy.\nParticipants noted that risks and uncertainty are important factors affecting their decisionmaking and emphasized the need for a policy strategy that aims to achieve the Committee's maximum-employment and price-stability objectives across a wide range of highly uncertain developments. Participants acknowledged that risks and uncertainty about the economy are pervasive and pose challenges to both the design and communication of monetary policy. They remarked that measuring and assessing risks and uncertainty are difficult and that the Committee has been well served by relying on a wide range of indicators, as well as information from business and community contacts, to gauge evolving risks, especially during periods of heightened uncertainty.\nParticipants remarked that effective communications about risks and uncertainty help the public understand the Committee's decisions and enhance the transparency, accountability, and effectiveness of monetary policy decisions. Participants had a preliminary discussion about a range of issues related to enhancing the Committee's suite of communication tools, including possible changes to the Summary of Economic Projections (SEP) and a potential broader use of alternative scenarios. Participants highlighted, however, the challenges associated with adjustments to these tools and noted that any revisions to the Committee's communication policies would need to be considered carefully and receive broad support across participants.\nParticipants agreed to continue their discussions of ways to enhance the Committee's communication tools and practices once they completed their review of their Statement on Longer-Run Goals and Monetary Policy Strategy. Participants expected that they would complete that review by late summer.\nDevelopments in Financial Markets and Open Market Operations\nThe manager turned first to a review of financial market developments. Over the intermeeting period, policy expectations and Treasury yields rose modestly, credit spreads narrowed, and equity prices increased. Markets were attentive to the de-escalation of trade tensions; generally weaker-than-expected economic data releases, with the notable exception of the May employment report; and prospects for fiscal expansion. These factors, on net, resulted in some paring back of investors' perception of downside risk to growth and upside risk to inflation. Results from the Open Market Desk's Survey of Market Expectations were consistent with this interpretation: The median respondent's expectations for real gross domestic product (GDP) growth and personal consumption expenditures (PCE) inflation for 2025 retraced some of the moves that occurred after the April tariff announcements, though growth expectations were still materially lower and inflation expectations remained higher relative to the March survey.\nThe median respondent's modal path for the federal funds rate in the June survey shifted higher through 2026 and implied two 25 basis point rate cuts both this year and next year. Market-based policy expectations were largely consistent with survey results, with both the futures-based average federal funds rate path and the options-based modal federal funds rate path shifting higher over the intermeeting period. Overall, the changes in the intermeeting period brought policy expectations for the next few quarters back close to where they stood at the time of the March FOMC meeting. However, futures-based policy expectations beyond the next few quarters had not fully retraced the decline seen over the previous intermeeting period, suggesting that perceived medium- and longer-term downside risks to growth remained larger than before the April tariff announcements. Nominal Treasury yields rose 15 to 20 basis points, on net, over the intermeeting period. The manager observed that the rise in shorter-maturity yields was consistent with the upward shift in the expected policy rate path. The rise in longer-maturity yields appeared to reflect, in part, market participants' increasing fiscal concerns: In response to a Desk survey question about the top factors behind the respondents' forecast of the 10-year yield over the next two years, the fiscal outlook was the factor cited by the largest number of respondents.\nMarket-implied inflation compensation for the year ahead fell about 20 basis points over the intermeeting period, while longer-term inflation compensation measures were little changed. Liquidity conditions for nominal Treasury securities had improved as volatility declined following the stress seen in the previous intermeeting period. The events of April, and the more recent focus in markets around fiscal sustainability issues, did not appear to have affected demand for Treasury securities at auction; an index of auction performance derived from a number of metrics indicated that auction performance had improved modestly over the past several quarters and was currently in line with the longer-run average.\nRegarding foreign exchange developments, the broad trade-weighted dollar index fell further during the intermeeting period despite increases in U.S. equity prices and short-term Treasury yields. The manager noted that dollar depreciation continued to be consistent with larger downside revisions to the U.S. growth outlook relative to other major economies, which induced increased currency hedging flows by foreign investors in U.S. assets. The manager also remarked that the sensitivity of the foreign exchange value of the dollar to domestic economic surprises had not fundamentally changed. The available data continued to suggest stability in foreign holdings of U.S. assets.\nThe manager turned next to money markets and Desk operations. Unsecured overnight rates remained stable over the intermeeting period. Rates in the repurchase agreement (repo) market were softer relative to the previous intermeeting period, including at the May month-end, as reductions in net Treasury bill issuance amid the ongoing debt limit situation resulted in increased demand for repo. With the softness in repo making the overnight reverse repurchase agreement (ON RRP) facility more attractive on a relative basis, usage of the ON RRP facility had been broadly stable, except for the typical spike at month-end. Since the start of the debt issuance suspension period in January, the Treasury General Account (TGA) had declined nearly $420 billion, ON RRP balances had increased about $75 billion, and reserves had increased $150 billion. Key indicators continued to suggest that reserves, which stood at nearly $3.5 trillion, were well into the abundant range. Once the debt limit was addressed, however, the TGA was likely to be rebuilt fairly quickly, which would drain liquidity from the system and result in fast declines in both ON RRP and reserve balances.\nThe manager also discussed the trajectory of the System Open Market Account (SOMA) portfolio. Since balance sheet runoff commenced in June 2022, SOMA securities holdings had fallen almost $2-1/4 trillion. As a percentage of GDP, the portfolio had declined to close to where it had been at the start of the pandemic. The corresponding drain in Federal Reserve liabilities had largely come out of balances at the ON RRP facility, while reserve levels had been relatively little changed over that period. Respondents to the June Desk survey, on average, expected runoff to end in February of next year, a month later compared with the previous survey, with an expected size of the SOMA portfolio of $6.2 trillion, or about 20 percent of GDP. At that point, the respondents, on average, expected reserves to be at $2.9 trillion and the ON RRP balance to be low.\nThe manager noted that, starting on June 26, the Desk will begin adding regular morning standing repo facility (SRF) operations to the existing afternoon operations. The additional operations are intended to further enhance the effectiveness of the SRF in its ability to support monetary policy implementation and smooth market functioning.\nBy unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period.\nStaff Review of the Economic Situation\nThe information available at the time of the meeting indicated that consumer price inflation remained somewhat elevated. The unemployment rate continued to be low, and labor market conditions were solid. Available indicators suggested that real GDP was expanding at a solid pace in the second quarter.\nTotal consumer price inflation—as measured by the 12-month change in the PCE price index—was estimated to have been 2.3 percent in May, based on the consumer and producer price indexes. Core PCE price inflation, which excludes changes in consumer energy prices and many consumer food prices, was 2.6 percent in May. Both total and core inflation were lower than at the beginning of the year. Survey-based measures of short-term inflation expectations remained high, although the extent of increases in recent months had varied considerably and some measures had declined somewhat in May and June. Most survey-based measures of longer-term inflation expectations had held steady.\nRecent data indicated that labor market conditions had remained solid. The unemployment rate was 4.2 percent in May, the same as in the previous two months. The labor force participation rate and the employment-to-population ratio moved down in May but remained near their levels since the beginning of the year. Total nonfarm payrolls increased at a solid pace in May, a little above the average monthly rate over the previous four months. The ratio of job vacancies to unemployed job seekers was unchanged at 1.0 in May. Average hourly earnings for all employees rose 3.9 percent over the 12 months ending in May, a little lower than a year earlier.\nRecent information suggested that real GDP was rising in the second quarter, after it had declined slightly in the previous quarter. Real private domestic final purchases—which comprises PCE and private fixed investment and which often provides a better signal than GDP of underlying economic momentum—had increased solidly in the first quarter and appeared to be expanding further in the second quarter. Indicators for consumer spending, such as retail sales and motor vehicle purchases through May, pointed to solid PCE growth in the second quarter. Business fixed investment (BFI) rose markedly in the first quarter, apparently boosted by a pull-forward of imported capital goods in anticipation of tariff increases, and incoming data suggested that BFI was rising modestly in the second quarter.\nInternational trade flows continued to be volatile amid substantial shifts in U.S. tariffs. After surging in the first quarter ahead of expected tariff hikes, U.S. imports—especially of consumer goods—declined sharply in April. That decline suggested that the front-loading of imports had stopped after the introduction of broad-based tariffs in early April. By contrast, U.S. exports firmed in April. In mid-May, the U.S. and China agreed to a 90-day reduction in bilateral tariffs, and recent indicators suggested that this change led to a rebound in trade flows.\nEconomic growth abroad picked up in the first quarter, lifted by the surge in shipments to the U.S.—especially from Europe and Asia excluding China—in anticipation of tariff hikes. More recent indicators pointed to a slowdown in foreign economic activity in the second quarter, partly reflecting lower exports to the U.S. and the effects of elevated uncertainty about the course of global trade policies.\nInflation abroad remained near central bank targets in many foreign economies, although recent data showed renewed inflationary pressures in some countries, notably in Mexico. By contrast, inflation in China remained subdued.\nMany foreign central banks eased policy during the intermeeting period, citing concerns about economic growth and, in some cases, further progress on restoring price stability. In their communications, foreign central banks continued to emphasize the need to maintain policy flexibility amid substantial risks and uncertainty.\nStaff Review of the Financial Situation\nDespite a weakening of near-term inflation pressures, the market-implied path of the federal funds rate over the next year increased over the intermeeting period with improvements in the economic outlook amid a general easing in trade tensions. Near-term inflation compensation declined, while longer-term inflation compensation was little changed. Nominal and real Treasury yields increased moderately, on net, across the maturity spectrum.\nConsistent with improving risk sentiment from recent trade developments, broad equity price indexes increased markedly, and credit spreads tightened. Credit spreads narrowed to very low levels relative to their historical distribution, except for the lowest-quality corporate bonds, which stood close to the median of their distribution. The VIX—a forward-looking measure of near-term equity market volatility—declined moderately.\nThe reduction in trade policy tensions between the U.S. and China led to an improvement in global economic growth prospects and lifted investor risk sentiment. The military conflict between Israel and Iran left only a limited imprint outside of energy markets. On net, equity indexes and market-based policy rate expectations increased in most major foreign economies. The dollar depreciated a bit further.\nConditions in U.S. short-term funding markets remained stable. After increasing over the previous intermeeting period because of incoming tax receipts, the TGA had resumed its decline in response to actions associated with the ongoing federal debt limit situation. Average usage of the ON RRP facility was little changed. Rates in secured markets were, on average, slightly below the effective federal funds rate, likely reflecting low Treasury bill supply.\nIn domestic credit markets, borrowing costs for businesses, households, and municipalities mostly edged down but remained elevated. Yields on both corporate bonds and leveraged loans declined modestly. Interest rates on small business loans decreased in May. Yields on higher-rated tranches of commercial mortgage-backed securities (CMBS) were little changed or increased slightly, whereas yields on lower-rated CMBS tranches declined, notably so for non-agency securities. Rates on 30-year fixed-rate conforming residential mortgages were little changed and remained elevated. Interest rates on credit card offers ticked up in March and April, while rates on new auto loans were little changed in May.\nFinancing through capital markets and nonbank lenders was readily accessible for public corporations and large and middle-market private corporations. Issuance of nonfinancial corporate bonds and leveraged loans, which slowed in April, was solid in May and early June, and private credit continued to be broadly available in April and May. Regarding bank credit, commercial and industrial loan growth picked up in April but moderated in May. Commercial real estate (CRE) loan growth was modest in April and May.\nCredit remained available for most households. In the residential mortgage market, credit continued to be easily available for high-credit-score borrowers but was tighter for low-credit-score borrowers despite easing slightly in May. Growth in consumer loan balances at banks was robust in April and May.\nCredit quality remained solid for large-to-midsize firms, municipalities, and most categories of mortgages, but delinquency rates continued to be somewhat elevated in other sectors. The credit performance of corporate bonds and leveraged loans remained stable in May. Delinquency rates on small business loans in March and April stayed above pre-pandemic levels. In the CRE market, CMBS delinquency rates remained elevated in May. Regarding household credit quality, the rate of serious delinquencies on Federal Housing Administration mortgages remained above pre-pandemic levels in April. By contrast, delinquency rates on most other mortgage loan types continued to stay near historical lows. In the first quarter, credit card and auto loan delinquency rates remained at elevated levels. Student loan delinquencies reported to credit bureaus shot up in the first quarter of the year after the expiration of the on-ramp period for student loan payments and were expected to climb further over the next few quarters. While delinquent student loan borrowers have not shown greater difficulty in meeting other debt payments so far, debt collections on defaulted student loans later this year could boost delinquency rates on other debt.\nStaff Economic Outlook\nThe staff projection of real GDP growth for this year through 2027 was higher than the one prepared for the May meeting, primarily because trade policy announcements led the staff to reduce their assumptions about effective tariff rates relative to those in their previous forecast. With that improved economic outlook, labor market conditions were not expected to weaken as much as in the previous projection, though the unemployment rate was still forecast to rise somewhat through next year and to run a little above the staff's estimate of its natural rate through 2027.\nThe staff's inflation projection was lower than the one prepared for the May meeting. Tariff increases were expected to raise inflation this year and to provide a small boost in 2026. Inflation was projected to decline to 2 percent by 2027.\nThe staff continued to view the uncertainty around their economic outlook as elevated, primarily reflecting the uncertainty surrounding changes to trade, fiscal, immigration, and regulatory policies and the associated economic effects. In addition to the baseline forecast, the staff had prepared a number of alternative economic scenarios. The staff judged the risks around the projections of real GDP growth and employment as still skewed to the downside, though they saw the risk of a recession as less than at the time of their previous forecast. The staff continued to view the risks around the inflation forecast as skewed to the upside, as the projected rise in inflation this year could be more persistent than assumed in the baseline projection.\nParticipants' Views on Current Conditions and the Economic Outlook\nIn conjunction with this FOMC meeting, participants submitted their projections of the most likely outcomes for real GDP growth, the unemployment rate, and inflation for each year from 2025 through 2027 and over the longer run. The projections were based on participants' individual assessments of appropriate monetary policy, including their projections of the federal funds rate. The longer-run projections represented each participant's assessment of the rate to which each variable would tend to converge under appropriate monetary policy and in the absence of further shocks to the economy. Participants also provided their individual assessments of the level of uncertainty and the balance of risks associated with their projections. The SEP was released to the public after the meeting.\nParticipants noted that the available data showed that economic growth was solid and the unemployment rate was low. Participants observed that inflation had come down but remained somewhat elevated. Growth in consumer spending and business investment had been solid, though many participants observed that measures of household and business sentiment remained weak. Participants judged that uncertainty about the outlook was elevated amid evolving developments in trade policy, other government policies, and geopolitical risks, but that overall uncertainty had diminished since the previous meeting. Some participants commented that high uncertainty had the potential to restrain economic activity, including private-sector hiring, in the near term. Participants judged that there were downside risks to employment and economic activity and upside risks to inflation, but that these risks had decreased as expectations about effective tariff rates and their effects had declined from levels in April.\nParticipants observed that inflation had eased significantly since its peak in 2022 but remained somewhat elevated relative to the Committee's 2 percent longer-run goal. Participants noted that the progress in returning inflation to target had continued even though that progress had been uneven. Some participants observed that services price inflation had moved down recently, while goods price inflation had risen. A few participants noted that there had been limited progress recently in reducing core inflation. Some participants noted that geopolitical developments in the Middle East posed an upside risk to energy prices.\nIn discussing their outlooks for inflation, participants noted that increased tariffs were likely to put upward pressure on prices. There was considerable uncertainty, however, about the timing, size, and duration of these effects. Many observed that it might take some time for the effect of higher tariffs to be reflected in the prices of final goods because firms might choose not to raise prices on affected goods and services until they had run down inventories of products imported before the increase in tariffs or because it would take some time for tariffs on intermediate goods to work through the supply chain. Several participants commented that upward pressure on prices could be greater if tariffs disrupted supply chains or acted as a drag on productivity. Many participants noted that the eventual effect of tariffs on inflation could be more limited if trade deals are reached soon, if firms are able to quickly adjust their supply chains, or if firms can use other margins of adjustment to reduce their exposure to the effects of tariffs. Several participants noted that firms not directly subject to tariffs might take the opportunity to increase their prices if other prices rise, particularly those of complementary products. Participants relayed a range of assessments from their business contacts regarding the extent to which tariff-related cost increases would be passed on to consumers. Several participants observed that the pass-through of tariffs might be limited if households and businesses exhibit a low tolerance for price hikes or if firms seek to increase their market share as others raise their prices. A few participants noted that the pass-through of tariff-related costs likely would be greater for smaller businesses or businesses with narrow profit margins.\nParticipants noted that longer-term inflation expectations continued to be well anchored and that it was important they remain so. Several participants commented that shorter-term inflation expectations had been elevated and that this development had the potential to spill over into longer-term expectations or to affect price and wage setting in the near term. While a few participants noted that tariffs would lead to a one-time increase in prices and would not affect longer-term inflation expectations, most participants noted the risk that tariffs could have more persistent effects on inflation, and some highlighted the fact that such persistence could also affect inflation expectations. Some participants observed that because inflation has been elevated for some time, there was a heightened risk of longer-term inflation expectations becoming unanchored if there is a long-lasting rise in inflation.\nIn their discussion of the labor market, participants judged that conditions remained solid and that the labor market was at, or near, estimates of maximum employment. Several participants observed that the recent stability of the labor market reflected a slowing in both hiring and layoffs, and several participants also mentioned that their contacts and business survey respondents reported pausing hiring decisions because of elevated uncertainty. Several participants noted that immigration policies were reducing labor supply. In their outlook for the labor market, most participants suggested that higher tariffs or heightened policy uncertainty would weigh on labor demand, and many participants expected a gradual softening of conditions. A few participants noted that some indicators already provided signs of softness and that they would be attentive to indications of further labor market weakening. Some participants observed that wage growth had continued to moderate and that it was not expected to contribute to inflationary pressures.\nParticipants judged that economic activity had continued to grow at a solid pace, although uncertainty remained elevated. The outlook was for continued economic growth, although a majority of participants expected that the pace of growth was likely to moderate going forward. Regarding the household sector, several participants observed that some recent data indicated continued solid consumer spending growth, whereas several other participants pointed to other data that suggested softening. Several participants noted that lower- and moderate-income households were switching to lower-cost items and brands or that these households could be disproportionately affected by tariff-related price increases. Many participants observed that measures of household sentiment remained low, although these measures had risen a bit recently. A few participants noted that consumer sentiment had not been a good predictor of consumer spending in recent years.\nIn their discussion of the business sector, participants noted that activity remained solid, although there have been signs of softening, and many observed that indicators of business sentiment remained low. With respect to investment spending, several participants reported that business contacts had indicated that their firms were proceeding with existing investment projects but that heightened uncertainty was making them cautious about beginning new projects, especially larger ones; some smaller new investments or those with more certain payoffs were still being undertaken. Several participants noted that financing from both banks and financial markets was readily available for larger investment projects. A couple of participants noted that business investment in artificial intelligence could boost productivity. Several participants commented that there had been signs of softening production activity in the manufacturing sector and pointed to reductions in orders and shipments in manufacturing surveys or in reports of business contacts. A couple of participants noted that the agricultural sector faced strains from low crop prices and high input costs.\nIn their consideration of monetary policy at this meeting, participants noted that inflation remained somewhat elevated. Participants also observed that recent indicators suggested that economic activity had continued to expand at a solid pace, although swings in net exports and inventories had affected the measurement and interpretation of the data. Participants further noted that the unemployment rate remained at a low level and that labor market conditions had remained solid. Participants observed that uncertainty about the economic outlook had diminished amid a reduction in announced and expected tariffs, which appeared to peak in April and had subsequently declined, but that overall uncertainty continued to be elevated. All participants viewed it as appropriate to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. Participants judged it appropriate to continue the process of reducing the Federal Reserve's securities holdings.\nIn considering the outlook for monetary policy, participants generally agreed that, with economic growth and the labor market still solid and current monetary policy moderately or modestly restrictive, the Committee was well positioned to wait for more clarity on the outlook for inflation and economic activity. Participants noted that monetary policy would be informed by a wide range of incoming data, the economic outlook, and the balance of risks. Most participants assessed that some reduction in the target range for the federal funds rate this year would likely be appropriate, noting that upward pressure on inflation from tariffs may be temporary or modest, that medium- and longer-term inflation expectations had remained well anchored, or that some weakening of economic activity and labor market conditions could occur. A couple of participants noted that, if the data evolve in line with their expectations, they would be open to considering a reduction in the target range for the policy rate as soon as at the next meeting. Some participants saw the most likely appropriate path of monetary policy as involving no reductions in the target range for the federal funds rate this year, noting that recent inflation readings had continued to exceed the Committee's 2 percent goal, that upside risks to inflation remained meaningful in light of factors such as elevated short-term inflation expectations of businesses and households, or that they expected that the economy would remain resilient. Several participants commented that the current target range for the federal funds rate may not be far above its neutral level.\nVarious participants discussed risks that, if realized, would have the potential to affect the appropriate path of monetary policy. Regarding upside risks to inflation, participants noted that, if the imposition of tariffs were to generate a larger-than-expected increase in inflation, if such an increase in inflation were to be more persistent than anticipated, or if a notable increase in medium- or longer-term inflation expectations were to occur, then it would be appropriate to maintain a more restrictive stance of monetary policy than would otherwise be the case, especially if labor market conditions and economic activity remained solid. By contrast, if labor market conditions or economic activity were to weaken materially, or if inflation were to continue to come down and inflation expectations remained well anchored, then it would be appropriate to establish a less restrictive stance of monetary policy than would otherwise be the case. Participants noted that the Committee might face difficult tradeoffs if elevated inflation proved to be more persistent while the outlook for employment weakened. If that were to occur, participants agreed that they would consider how far the economy is from each goal and the potentially different time horizons over which those respective gaps would be anticipated to close.\nIn considering the likelihood of various scenarios, participants agreed that the risks of higher inflation and weaker labor market conditions had diminished but remained elevated, citing a lower expected path of tariffs, encouraging recent readings on inflation and inflation expectations, resilience in consumer and business spending, or improvements in some measures of consumer or business sentiment. Some participants commented that they saw the risk of elevated inflation as remaining more prominent, or as having diminished by less, than risks to employment. A few participants saw risks to the labor market as having become predominant. They noted some recent signs of weakening in real activity or the labor market, or commented that conditions could weaken in the future, particularly if policy were to remain restrictive. Participants agreed that although uncertainty about inflation and the economic outlook had decreased, it remained appropriate to take a careful approach in adjusting monetary policy. Participants emphasized the importance of ensuring that longer-term inflation expectations remained well anchored and agreed that the current stance of monetary policy positioned the Committee well to respond in a timely way to potential economic developments.\nCommittee Policy Actions\nIn their discussions of monetary policy for this meeting, members agreed that although swings in net exports had affected the data, recent indicators suggested that economic activity had continued to expand at a solid pace. Members agreed that the unemployment rate had remained at a low level and that labor market conditions had remained solid. Members concurred that inflation remained somewhat elevated. Members agreed that it was appropriate to acknowledge in the postmeeting statement that uncertainty about the economic outlook had diminished but remained elevated, and the Committee was attentive to the risks to both sides of its dual mandate. The assessment that uncertainty had declined reflected, in part, a reduction in the expected level of tariffs, which appeared to peak in April and had subsequently declined.\nIn support of its goals, the Committee agreed to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. Members agreed that, in considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee would carefully assess incoming data, the evolving outlook, and the balance of risks. All members agreed that the postmeeting statement should affirm their strong commitment both to supporting maximum employment and to returning inflation to the Committee's 2 percent objective.\nMembers agreed that, in assessing the appropriate stance of monetary policy, the Committee would continue to monitor the implications of incoming information for the economic outlook. They would be prepared to adjust the stance of monetary policy as appropriate if risks emerged that could impede the attainment of the Committee's goals. Members also agreed that their assessments would take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\nAt the conclusion of the discussion, the Committee voted to direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, for release at 2:00 p.m.:\n\"Effective June 20, 2025, the Federal Open Market Committee directs the Desk to:\nUndertake open market operations as necessary to maintain the federal funds rate in a target range of 4-1/4 to 4-1/2 percent.\nConduct standing overnight repurchase agreement operations with a minimum bid rate of 4.5 percent and with an aggregate operation limit of $500 billion.\nConduct standing overnight reverse repurchase agreement operations at an offering rate of 4.25 percent and with a per-counterparty limit of $160 billion per day.\nRoll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing in each calendar month that exceeds a cap of $5 billion per month. Redeem Treasury coupon securities up to this monthly cap and Treasury bills to the extent that coupon principal payments are less than the monthly cap.\nReinvest the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities (MBS) received in each calendar month that exceeds a cap of $35 billion per month into Treasury securities to roughly match the maturity composition of Treasury securities outstanding.\nAllow modest deviations from stated amounts for reinvestments, if needed for operational reasons.\"\nThe vote also encompassed approval of the statement below for release at 2:00 p.m.:\n\"Although swings in net exports have affected the data, recent indicators suggest that economic activity has continued to expand at a solid pace. The unemployment rate remains low, and labor market conditions remain solid. Inflation remains somewhat elevated.\nThe Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. Uncertainty about the economic outlook has diminished but remains elevated. The Committee is attentive to the risks to both sides of its dual mandate.\nIn support of its goals, the Committee decided to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. In considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage‑backed securities. The Committee is strongly committed to supporting maximum employment and returning inflation to its 2 percent objective.\nIn assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee's goals. The Committee's assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\"\nVoting for this action:\nJerome H. Powell, John C. Williams, Michael S. Barr, Michelle W. Bowman, Susan M. Collins, Lisa D. Cook, Austan D. Goolsbee, Philip N. Jefferson, Adriana D. Kugler, Alberto G. Musalem, Jeffrey R. Schmid, and Christopher J. Waller.\nVoting against this action:\nNone.\nConsistent with the Committee's decision to leave the target range for the federal funds rate unchanged, the Board of Governors of the Federal Reserve System voted unanimously to maintain the interest rate paid on reserve balances at 4.4 percent, effective June 20, 2025. The Board of Governors of the Federal Reserve System voted unanimously to approve the establishment of the primary credit rate at the existing level of 4.5 percent.\nIt was agreed that the next meeting of the Committee would be held on Tuesday–Wednesday, July 29–30, 2025. The meeting adjourned at 10:10 a.m. on June 18, 2025.\nNotation Vote\nBy notation vote completed on May 27, 2025, the Committee unanimously approved the minutes of the Committee meeting held on May 6–7, 2025.\nAttendance\nJerome H. Powell, Chair\nJohn C. Williams, Vice Chair\nMichael S. Barr\nMichelle W. Bowman\nSusan M. Collins\nLisa D. Cook\nAustan D. Goolsbee\nPhilip N. Jefferson\nAdriana D. Kugler\nAlberto G. Musalem\nJeffrey R. Schmid\nChristopher J. Waller\nBeth M. Hammack, Patrick Harker, Neel Kashkari, and Lorie K. Logan, Alternate Members of the Committee\nThomas I. Barkin, Raphael W. Bostic, and Mary C. Daly, Presidents of the Federal Reserve Banks of Richmond, Atlanta, and San Francisco, respectively\nJoshua Gallin, Secretary\nMatthew M. Luecke, Deputy Secretary\nBrian J. Bonis, Assistant Secretary\nMichelle A. Smith, Assistant Secretary\nMark E. Van Der Weide, General Counsel\nRichard Ostrander, Deputy General Counsel\nTrevor A. Reeve, Economist\nStacey Tevlin, Economist\nBeth Anne Wilson, Economist\nShaghil Ahmed, Brian M. Doyle, Eric M. Engen, Joseph W. Gruber, Anna Paulson, and Egon Zakrajšek, Associate Economists\nRoberto Perli, Manager, System Open Market Account\nJulie Ann Remache, Deputy Manager, System Open Market Account\nJose Acosta, Senior System Engineer II, Division of Information Technology, Board\nSriya Anbil, Group Manager, Division of Monetary Affairs, Board\nPhilippe Andrade,\n2\nVice President, Federal Reserve Bank of Boston\nRoc Armenter, Executive Vice President, Federal Reserve Bank of Philadelphia\nAlyssa Arute,\n3\nAssistant Director, Division of Reserve Bank Operations and Payment Systems, Board\nAyelen Banegas, Principal Economist, Division of Monetary Affairs, Board\nBecky C. Bareford, First Vice President, Federal Reserve Bank of Richmond\nLisa Barrow, Vice President, Federal Reserve Bank of Cleveland\nWilliam F. Bassett, Senior Associate Director, Division of Financial Stability, Board\nMichael Bauer,\n2\nSenior Research Advisor, Federal Reserve Bank of San Francisco\nTravis J. Berge,\n2\nSection Chief, Division of Research and Statistics, Board\nDario Caldara,\n2\nAdviser, Division of International Finance, Board\nMark A. Carlson, Adviser, Division of Monetary Affairs, Board\nMichele Cavallo, Special Adviser to the Board, Division of Board Members, Board\nWendy E. Dunn, Adviser, Division of Research and Statistics, Board\nWilliam Dupor, Senior Economic Policy Advisor II, Federal Reserve Bank of St. Louis\nEric C. Engstrom, Associate Director, Division of Monetary Affairs, Board\nGiovanni Favara,\n2\nDeputy Associate Director, Division of Monetary Affairs, Board\nLaura J. Feiveson, Special Adviser to the Board, Division of Board Members, Board\nGiuseppe Fiori,\n2\nPrincipal Economist, Division of International Finance, Board\nJonas Fisher,\n2\nSenior Vice President, Federal Reserve Bank of Chicago\nGlenn Follette, Associate Director, Division of Research and Statistics, Board\nEtienne Gagnon, Senior Associate Director, Division of International Finance, Board\nVaishali Garga,\n2\nPrincipal Economist, Federal Reserve Bank of Boston\nMichael S. Gibson, Director, Division of Supervision and Regulation, Board\nJonathan E. Goldberg, Principal Economist, Division of Monetary Affairs, Board\nFrançois Gourio, Senior Economist and Economic Advisor, Federal Reserve Bank of Chicago\nChristopher J. Gust, Associate Director, Division of Monetary Affairs, Board\nFrançois Henriquez, First Vice President, Federal Reserve Bank of St. Louis\nEdward Herbst,\n2\nSection Chief, Division of Monetary Affairs, Board\nValerie S. Hinojosa, Section Chief, Division of Monetary Affairs, Board\nSara J. Hogan,\n3\nSenior Financial Institution Policy Analyst I, Division of Reserve Bank Operations and Payment Systems, Board\nJane E. Ihrig, Special Adviser to the Board, Division of Board Members, Board\nBenjamin K. Johannsen,\n2\nAssistant Director, Division of Monetary Affairs, Board\nMichael T. Kiley, Deputy Director, Division of Monetary Affairs, Board\nDon H. Kim, Senior Adviser, Division of Monetary Affairs, Board\nElizabeth Klee, Deputy Director, Division of Monetary Affairs, Board\nScott R. Konzem, Senior Economic Modeler II, Division of Monetary Affairs, Board\nMichael Koslow,\n3\nAssociate Director, Federal Reserve Bank of New York\nSpencer D. Krane,\n2\nSenior Vice President, Federal Reserve Bank of Chicago\nSylvain Leduc, Executive Vice President and Director of Economic Research, Federal Reserve Bank of San Francisco\nAndreas Lehnert, Director, Division of Financial Stability, Board\nPaul Lengermann, Deputy Associate Director, Division of Research and Statistics, Board\nEric LeSueur,\n3\nPolicy and Market Analysis Advisor, Federal Reserve Bank of New York\nKurt F. Lewis, Special Adviser to the Chair, Division of Board Members, Board\nLogan T. Lewis, Section Chief, Division of International Finance, Board\nLaura Lipscomb, Special Adviser to the Board, Division of Board Members, Board\nFrancesca Loria,\n2\nPrincipal Economist, Division of Monetary Affairs, Board\nDavid López-Salido, Senior Associate Director, Division of Monetary Affairs, Board\nJonathan P. McCarthy, Economic Research Advisor, Federal Reserve Bank of New York\nBenjamin W. McDonough, Deputy Secretary and Ombudsman, Office of the Secretary, Board\nAlisdair G. McKay,\n2\nMonetary Advisor, Federal Reserve Bank of Minneapolis\nYvette McKnight,\n2\nSenior Agenda Assistant, Office of the Secretary, Board\nMark Meder, First Vice President, Federal Reserve Bank of Cleveland\nAnn E. Misback, Secretary, Office of the Secretary, Board\nDavid Na, Lead Financial Institution Policy Analyst, Division of Monetary Affairs, Board\nEdward Nelson, Senior Adviser, Division of Monetary Affairs, Board\nGiovanni Nicolò,\n2\nPrincipal Economist, Division of Monetary Affairs, Board\nAnna Nordstrom, Head of Markets, Federal Reserve Bank of New York\nAlyssa T. O'Connor, Special Adviser to the Board, Division of Board Members, Board\nMichael G. Palumbo, Senior Associate Director, Division of Research and Statistics, Board\nMatthias Paustian,\n2\nAssistant Director, Division of Research and Statistics, Board\nKaren M. Pence, Deputy Associate Director, Division of Research and Statistics, Board\nPaolo A. Pesenti,\n4\nDirector of Monetary Policy Research, Federal Reserve Bank of New York\nEugenio P. Pinto, Special Adviser to the Board, Division of Board Members, Board\nAndrea Raffo, Senior Vice President, Federal Reserve Bank of Minneapolis\nSamuel Schulhofer-Wohl, Senior Vice President, Federal Reserve Bank of Dallas\nKirk Schwarzbach, Special Assistant to the Board, Division of Board Members, Board\nZeynep Senyuz, Special Adviser to the Board, Division of Board Members, Board\nAndre F. Silva, Principal Economist, Division of Monetary Affairs, Board\nThiago Teixeira Ferreira, Special Adviser to the Board, Division of Board Members, Board\nJudit Temesvary, Principal Economist, Division of International Finance, Board\nPaula Tkac, Director of Research, Federal Reserve Bank of Atlanta\nRobert L. Triplett III, First Vice President, Federal Reserve Bank of Dallas\nDaniel J. Vine, Principal Economist, Division of Research and Statistics, Board\nDonielle A. Winford, Senior Information Manager, Division of Monetary Affairs, Board\nAlexander L. Wolman, Vice President, Federal Reserve Bank of Richmond\nRebecca Zarutskie,\n2\nSenior Vice President, Federal Reserve Bank of Dallas\nMolin Zhong,\n2\nPrincipal Economist, Division of Financial Stability, Board\n_______________________\nJoshua Gallin\nSecretary\n1. The Federal Open Market Committee is referenced as the \"FOMC\" and the \"Committee\" in these minutes; the Board of Governors of the Federal Reserve System is referenced as the \"Board\" in these minutes.\nReturn to text\n2. Attended through the discussion of the review of the monetary policy framework.\nReturn to text\n3. Attended through the discussion of developments in financial markets and open market operations.\nReturn to text\n4. Attended through the discussion of economic developments and the outlook.\nReturn to text",
      "scraped_at": "2025-09-12T16:07:25.196627",
      "validation_status": "VALID"
    },
    {
      "meeting_date": "May 07, 2025",
      "release_date": "May 28, 2025",
      "document_type": "minutes",
      "html_url": "https://www.federalreserve.gov/monetarypolicy/fomcminutes20250507.htm",
      "pdf_url": null,
      "content": "Minutes of the Federal Open Market Committee\nMay 6–7, 2025\nA joint meeting of the Federal Open Market Committee and the Board of Governors of the Federal Reserve System was held in the offices of the Board of Governors on Tuesday, May 6, 2025, at 8:30 a.m. and continued on Wednesday, May 7, 2025, at 9:00 a.m.\n1\nReview of Monetary Policy Strategy, Tools, and Communications\nCommittee participants continued their discussions related to their review of the Federal Reserve's monetary policy framework, with a focus on the price-stability side of the dual mandate and the FOMC's monetary policy strategy. The staff briefed policymakers on lessons drawn from the experiences of the U.S. and other economies with inflation over the past five years and the possible implications for monetary policy. The staff discussed the role of large and persistent demand and supply shifts, the way production capacity constraints amplified supply–demand imbalances, and the degree to which labor market tightness contributed to inflation both in the U.S. and abroad.\nThe staff considered the role of stable longer-term inflation expectations in limiting the magnitude and persistence of the post-pandemic inflation surge and facilitating disinflation without significant damage to the labor market. The staff also considered whether medium-term inflation risks have become more balanced around the 2 percent objective than they were during the pre-pandemic period, when the proximity of the policy rate to the effective lower bound (ELB) appeared to contribute to inflation running persistently below 2 percent. They presented model-based analysis of the costs and benefits of different inflation-targeting strategies in conditions of low levels of aggregate demand and inflation as well as in situations in which simultaneously high inflation and unemployment lead to a tradeoff between the Committee's inflation and employment objectives.\nIn their discussions, participants strongly reaffirmed their commitment to the 2 percent longer-run inflation objective and to the importance of longer-term inflation expectations being firmly anchored at that target rate. They emphasized that anchored inflation expectations help the Committee in achieving price stability, thereby enhancing the Committee's ability to promote maximum employment. Some participants also noted that short-term inflation expectations matter for economic decisions and can affect the persistence of inflation. Participants agreed that a commitment to its explicit 2 percent inflation objective, along with anchored longer-term inflation expectations at that level, enhances the Committee's transparency and accountability and bolsters the effectiveness of monetary policy.\nParticipants discussed the advantages and disadvantages of flexible average inflation targeting, under which monetary policy seeks to make up for persistently below-objective inflation to achieve average inflation of 2 percent, and flexible inflation targeting, under which policy seeks to return inflation to 2 percent without making up for previous deviations from target. Participants generally observed that when the risks of the policy rate hitting the ELB were more prominent and inflation was persistently running below the target, flexible average inflation targeting could have potentially limited the risk of longer-run inflation expectations becoming unanchored to the downside. Participants noted, however, that the strategy of flexible average inflation targeting has diminished benefits in an environment with a substantial risk of large inflationary shocks or when ELB risks are less prominent. Participants indicated that they thought it would be appropriate to reconsider the average inflation--targeting language in the Statement on Longer-Run Goals and Monetary Policy Strategy. Participants noted that an effective monetary policy strategy must be robust to a wide variety of economic environments. They viewed flexible inflation targeting as a more robust policy strategy capable of correcting persistent deviations of inflation from either side of the Committee's 2 percent longer-run objective. Participants also noted that the Committee's strategy should reflect its willingness to make forceful use of all available tools as appropriate should the risks of hitting the ELB again materialize.\nDevelopments in Financial Markets and Open Market Operations\nThe manager turned first to a review of financial market developments. Amid significant market volatility over the intermeeting period, longer-maturity Treasury yields rose, broad equity price indexes changed little on net, credit spreads widened, and the dollar depreciated. The manager observed that market participants appeared to interpret recently announced trade policy changes as a negative supply shock that could restrain domestic activity relative to foreign activity in the near term. The manager noted that respondents to the Open Market Desk's Survey of Market Expectations had materially lowered their gross domestic product (GDP) forecasts and raised their inflation forecasts for this year while significantly increasing the probability they placed on a recession occurring within the next six months.\nThe dollar depreciated substantially against most major currencies, as the trade-weighted broad dollar index declined over 2 percent. Market contacts attributed the decline to increased foreign exchange hedging prompted by heightened policy uncertainty and concerns that trade policy could pose greater downside risks to the U.S. than to other economies. The manager noted that the dollar had depreciated even though U.S. interest rates had risen more than foreign interest rates and prices of risky assets had declined, which historically have been associated with dollar appreciation. Liquidity in foreign exchange markets deteriorated but was roughly in line with the historical relationship between liquidity and measures of market volatility.\nThe Treasury yield curve steepened materially, as short-term Treasury yields declined about 20 basis points over the intermeeting period while longer-term yields increased on net. Measures of Treasury market liquidity deteriorated immediately after the announcement of higher-than-expected tariffs on April 2 and partially recovered later in the period. The deterioration in liquidity, however, was commensurate with the historical relationship between measures of market volatility and liquidity, and the Treasury market continued to function well. The manager noted that an unwinding of positions that had sought to profit on spreads between Treasury yields and interest rate swaps appeared to have been a factor in the deterioration of liquidity and the associated rise in longer-term yields. By contrast, positions held in order to arbitrage the basis between Treasury cash and futures prices had appeared to remain largely stable. Inflation expectations increased modestly at short horizons but remained stable at longer horizons.\nWhile equity prices declined sharply early in the period, these movements subsequently retraced, and broad equity indexes were essentially unchanged on net. However, equity prices remained below their peak levels in mid-February, and options prices indicated greater investor demand for protection against further equity price declines. Corporate bond and leveraged loan spreads widened on net. Primary issuance had briefly paused at the height of market volatility but subsequently resumed.\nMarket contacts suggested that, rather than disinvesting away from U.S. assets, global investors had instead sought to increase their hedging against the risk of further dollar depreciation. The manager noted that no evidence indicated that foreign investors had sold material amounts of U.S. assets. Available data pointed to modest outflows from fixed-income securities that were largely offset by inflows into equity securities. The manager, however, observed that large global investors tend to change their investment strategies only slowly and that potential future geographic asset re-allocations will depend on the evolution of the global economic outlook.\nThe modal implied policy path based on options prices, which is a proxy for market baseline policy expectations, moved down some over the period and was consistent with either one or two 25 basis point rate cuts by the end of the year—only slightly more than at the time of the March FOMC meeting. The option-implied distribution of rate outcomes around year-end shifted to the left and became more skewed to the downside. The market perception that risks to the policy rate tilted more to the downside accounts for the fact that the futures-based expected policy path shifted down more over the period and was consistent with around three rate cuts by year-end. The median modal path for the federal funds rate from the Survey of Market Expectations was not much changed and indicated either two or three rate cuts this year. However, the survey pointed to increased disagreement across respondents as to the most likely path of policy.\nDespite the volatility in broader markets over the intermeeting period, money market functioning had remained orderly. Rates on Treasury repurchase agreements (repo) were somewhat higher, on average, over the period, but there had been no significant strains in that market. A range of core indicators continued to suggest that reserves remained abundant. The manager noted some movement in one of the Desk's indicators arising from a modest increase in federal funds borrowing by some domestic banks in the second half of April; however, that development appeared related to tax flows and was not indicative of tighter reserves conditions. The manager observed that reserves stood above $3.2 trillion and were expected to increase as the Treasury General Account (TGA) declined until resolution of the debt limit situation. Take-up at the overnight reverse repurchase agreement (ON RRP) facility had increased but remained low in absolute terms. Following the FOMC's decision to slow the pace of balance sheet runoff at its March meeting, respondents to the Survey of Market Expectations moved their expected date for the end of balance sheet runoff back, on average, to January 2026 and slightly lowered their estimates for the size of the Federal Reserve's balance sheet at the time that runoff stopped.\nThe manager reported that the Desk's technical exercises offering early settlement of the standing repo facility (SRF) conducted around the March quarter-end had gone smoothly and were well received. Market outreach indicated that dealers had a higher willingness to use the facility when early settlement was offered, and the Desk planned to make the addition of an option for early settlement a regular part of the SRF schedule starting in late June.\nThe Committee voted unanimously to renew the dollar and foreign currency liquidity swap arrangements with the Bank of Canada, the Bank of England, the Bank of Japan, the European Central Bank, and the Swiss National Bank. In addition, the Committee voted unanimously to renew the reciprocal currency arrangements with the Bank of Canada and the Bank of Mexico; these arrangements are associated with the Federal Reserve's participation in the North American Framework Agreement of 1994. The votes to renew the Federal Reserve's participation in these standing arrangements occur annually at the April or May FOMC meeting.\nBy unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period.\nStaff Review of the Economic Situation\nThe information available at the time of the meeting indicated that consumer price inflation remained somewhat elevated. The unemployment rate had stabilized at a relatively low level since the middle of last year, but reported real GDP growth stepped down markedly in the first quarter of 2025.\nTotal consumer price inflation—as measured by the 12-month change in the price index for personal consumption expenditures (PCE)—was 2.3 percent in March. Core PCE price inflation, which excludes changes in consumer energy prices and many consumer food prices, was 2.6 percent in March. Both total and core inflation were lower than their year-earlier levels.\nRecent data indicated that labor market conditions had remained solid. The unemployment rate was 4.2 percent in March and April, equal to its average over the second half of 2024. The participation rate had risen 0.2 percentage point since February, and the employment-to-population ratio had edged up 0.1 percentage point over the same period. Average monthly gains for total nonfarm payrolls over March and April were solid and roughly in line with the average pace seen over 2024. The ratio of job vacancies to unemployed workers was 1.0 in April, slightly below its average over 2019. The employment cost index for total hourly compensation of private industry workers rose 3.4 percent over the 12 months ending in March, well below its year-earlier level. Average hourly earnings for all employees rose 3.8 percent over the 12 months ending in April, little changed from a year ago.\nAccording to the advance estimate, real GDP declined slightly in the first quarter. However, this first-quarter estimate was likely affected by measurement issues. Real imports of goods and services soared in the first quarter, likely driven by front-loading of imports—especially consumer goods—ahead of anticipated tariff hikes. Given relatively tepid export growth, the net exports category made a large negative contribution to measured GDP growth in the first quarter. Based on available data, the outsized increase in imports did not seem to be fully matched by corresponding increases in other categories of spending, including inventory investment, resulting in a small decline in estimated real GDP. By contrast, real private domestic final purchases (PDFP)—which comprises PCE and private fixed investment and which often provides a better signal than GDP of underlying economic momentum—posted a solid gain in the first quarter that was similar to its average rate of increase over 2024.\nIndicators of foreign economic activity pointed to a moderate pace of expansion in the first quarter, likely supported in part by front-loaded demand from U.S. importers in anticipation of tariff hikes. However, more recent indicators suggested weakening momentum, notably in Canada and Mexico, amid elevated uncertainty about global trade policies. Inflation abroad was near central bank targets in most foreign economies, in part reflecting lower energy prices. By contrast, Chinese inflation remained quite subdued.\nThe European Central Bank, the Bank of Mexico, and several central banks in emerging Asia eased monetary policy, citing in part the prospective drag on domestic growth from U.S. tariffs. In their communications, foreign central banks also emphasized the need to maintain policy flexibility amid heightened uncertainty.\nStaff Review of the Financial Situation\nOver the intermeeting period, the market-implied path of the federal funds rate over the next few meetings edged up, on net, but declined somewhat toward the end of the year, as the announcements on new U.S. tariffs left investors more concerned about the near-term outlooks for both inflation and growth. Near-term inflation compensation rose notably, while longer-term inflation compensation appeared to remain well anchored. Against the backdrop of heightened volatility, yields on shorter- and medium-term nominal Treasury securities declined, but longer-term rates rose somewhat. The increase in longer-term yields appeared to be partly attributable to higher term premiums.\nPrices of risky assets were extremely volatile over the intermeeting period amid multiple tariff-related developments. On net, broad equity prices ended the period little changed, and the VIX—a forward-looking measure of near-term equity market volatility—rose notably before partially retracing and ending the period at a modestly elevated level. Credit spreads widened, on net, especially for speculative-grade bonds, consistent with increased concerns about economic growth. Spreads, however, remained at low levels.\nTariff announcements led to a significant deterioration in global risk sentiment, which largely reversed following a subsequent pause of some of the tariffs and growing investor optimism about easing of trade tensions. On net, foreign equity prices moved down somewhat, while corporate bond spreads widened moderately. Market-based policy expectations and near-term inflation compensation declined notably in Europe. The dollar depreciated against many advanced foreign economy (AFE) currencies despite widening U.S.–AFE yield differentials. Market participants generally attributed dollar weakness to concerns about potential adverse effects of trade policy on the U.S. growth outlook.\nConditions in U.S. short-term funding markets remained orderly. While the TGA increased in the latter part of the period because of incoming tax receipts, it was expected to resume its decline. This dynamic, if realized, will boost the sum of ON RRP take-up and reserve balances until the resolution of the federal debt limit situation and will tend to put downward pressure on short-term market rates.\nIn domestic credit markets, most borrowing costs for businesses, households, and municipalities increased notably in response to the tariff news. Yields increased from already elevated levels for an array of fixed-income securities, including investment-grade corporate bonds and senior commercial mortgage-backed securities (CMBS) tranches, largely as a result of higher credit spreads. Rates on 30-year fixed-rate conforming residential mortgages edged down. Interest rates for credit card offers inched up in February, while those on new auto loans were little changed over the intermeeting period on net. Meanwhile, interest rates on commercial and industrial (C&I) loans and small business loans remained elevated in the first quarter.\nFinancing through capital markets and nonbank lenders was generally less available in the latter part of the intermeeting period than earlier in the period, especially for speculative-grade bonds. Issuance of corporate bonds and leveraged loans stopped during peak market turmoil in early April but resumed as market sentiment recovered. Issuance of investment-grade corporate bonds returned at a strong pace, particularly in the first week of May, while that of speculative-grade bonds and leveraged loans remained subdued. Regarding bank credit, banks in the April Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS) reported unchanged loan standards across all loan categories, on net, over the first quarter.\n2\nC&I loan balances edged down in the first quarter. Large banks reported easing lending standards or leaving them unchanged for all commercial real estate (CRE) loan categories, while smaller banks tightened standards or left them unchanged.\nConsumer credit continued to be generally available for most households. Growth in consumer credit on banks' books stepped up in the first quarter, and responses to the April SLOOS showed a net easing of consumer lending standards in the first quarter. Credit continued to be easily available for high-credit-score mortgage borrowers but was not easily available for lower-credit-score borrowers.\nCredit quality remained stable for large and midsize firms, most categories of mortgages, and consumer loans, but it continued to deteriorate in other sectors. The credit performance of corporate bonds, leveraged loans, and private credit loans was generally stable in the first quarter. Credit quality concerns in the CRE market broadened beyond office properties. Even so, average CMBS delinquency rates were little changed in March, as declining office and multifamily delinquencies offset a rise in the retail and hotel sectors. Regarding household credit quality, the rate of serious delinquencies on Federal Housing Administration mortgages continued to rise in February to above pre-pandemic levels. By contrast, delinquency rates on most other mortgage loan types remained at historical lows. In the fourth quarter of last year, credit card delinquency rates edged down, and auto delinquency rates were about unchanged, but both remained at elevated levels.\nThe staff provided an updated assessment of the stability of the U.S. financial system and, on balance, continued to characterize the system's financial vulnerabilities as notable. The staff judged that asset valuation pressures were notable. Equity valuations declined but still stood at the upper end of their historical distribution, spreads on high-yield corporate bonds widened and stood around the middle of their historical distribution, and housing valuations remained quite high amid increased risks to the economic outlook and the appearance of ebbing risk appetite.\nVulnerabilities associated with business and household debt were characterized as moderate. The ability of publicly traded firms to service their debt had improved slightly, partly reflecting stable earnings. That said, riskier firms continued to face high debt service costs relative to historical ranges. Household balance sheets remained solid overall, though delinquency rates on auto and credit card loans were elevated.\nVulnerabilities associated with leverage in the financial sector were characterized as notable. Regulatory capital ratios in the banking sector remained high. Banks, however, were still seen as exposed to some interest rate risk. In the nonbank sector, leverage at hedge funds stayed high.\nVulnerabilities associated with funding risks were characterized as moderate. The liquidity mismatch of assets and liabilities at mutual funds was evident amid substantial outflows in the first week of April. Nevertheless, the outflows were not sustained and did not ultimately strain overall liquidity in the markets in which the mutual funds invest. Banks reduced their reliance on uninsured deposits notably since the end of 2021.\nStaff Economic Outlook\nThe staff projection for real GDP growth in 2025 and 2026 was weaker than the one prepared for the March meeting, as announced trade policies implied a larger drag on real activity relative to the policies that the staff had assumed in their previous forecast. Trade policies were also expected to lead to slower productivity growth and therefore to reduce potential GDP growth over the next few years. With the drag on demand expected to start earlier and to be larger than the supply response, the output gap was projected to widen significantly over the forecast period. The labor market was expected to weaken substantially, with the unemployment rate forecast moving above the staff's estimate of its natural rate by the end of this year and remaining above the natural rate through 2027.\nThe staff's inflation projection was higher than the one prepared for the March meeting. Tariffs were expected to boost inflation markedly this year and to provide a smaller boost in 2026; after that, inflation was projected to decline to 2 percent by 2027.\nThe staff continued to note the large amount of uncertainty surrounding trade policy and other economic policies and now viewed the uncertainty around the projection as elevated relative to the average over the past 20 years. Risks to real activity were seen as skewed to the downside, and the staff viewed the possibility that the economy would enter a recession to be almost as likely as the baseline forecast. The substantial upward revision to the inflation forecast in 2025 was judged to leave the risks around the inflation projection balanced in that year. Thereafter, the staff continued to view the risks around the inflation forecast as skewed to the upside, with recent increases in some measures of inflation expectations raising the possibility that inflation would prove to be more persistent than the baseline projection assumed.\nParticipants' Views on Current Conditions and the Economic Outlook\nParticipants observed that, even though swings in net exports had affected the data, the available data indicated that economic activity had continued to expand at a solid pace and labor market conditions continued to be solid, but inflation remained somewhat elevated. Participants assessed that the tariff increases announced so far had been significantly larger and broader than they had anticipated. Participants observed that there was considerable uncertainty surrounding the evolution of trade policy as well as about the scale, scope, timing, and persistence of associated economic effects. Significant uncertainties also surrounded changes in fiscal, regulatory, and immigration policies and their economic effects. Taken together, participants saw the uncertainty about their economic outlooks as unusually elevated. Overall, participants judged that downside risks to employment and economic activity and upside risks to inflation had risen, primarily reflecting the potential effects of tariff increases.\nParticipants observed that inflation had eased significantly since its peak in 2022 but remained somewhat elevated relative to the Committee's 2 percent longer-run goal. Participants noted that progress on disinflation had been uneven recently, with elevated monthly readings in January and February having been followed by a relatively low reading in March. With regard to the outlook for inflation, participants judged that it was likely to be boosted by the effects of higher tariffs, although significant uncertainty surrounded those effects. Many participants remarked that reports from their business contacts or surveys indicated that firms generally were planning to either partially or fully pass on tariff-related cost increases to consumers. Several participants noted that firms not directly subject to tariffs might take the opportunity to increase their prices if other prices rise. Some participants assessed that the recent increase in short-term inflation expectations, as indicated by various survey- and market-based measures, or the fact that the economy had gone through a period of high inflation recently could make firms more willing to raise prices. While most indicators had suggested that longer-term inflation expectations remained well anchored, some participants saw the risk that they could drift upward, which could put additional upward pressure on inflation. Some participants assessed that tariffs on intermediate goods could contribute to a more persistent increase in inflation. A few participants noted that supply chain disruptions caused by tariffs also could have persistent effects on inflation, reminiscent of such effects during the pandemic. Several participants highlighted factors that might help mitigate the magnitude and persistence of potential increases in inflation, such as reductions of tariff increases from ongoing trade negotiations, less tolerance for price increases by households, a weakening of the economy, reduced housing inflation pressures from lower immigration, or a desire by some firms to increase market share rather than raise prices on items not affected by tariffs.\nParticipants judged that labor market conditions remained broadly in balance. The unemployment rate remained low and had stayed in a narrow range over the past year. Payroll employment gains were solid in April and at levels consistent with the unemployment rate being stable given a flat participation rate and low immigration. Layoffs remained low. Some participants noted, however, that their contacts and business survey respondents reported limiting or pausing hiring because of elevated uncertainty. Participants assessed that there was a risk that the labor market would weaken in coming months, that considerable uncertainty surrounded the outlook for the labor market, and that outcomes would depend importantly on the evolution of trade policy as well as other government policies. Nominal wage growth continued to moderate. Several participants commented that labor market conditions were unlikely to be a source of inflationary pressure.\nParticipants observed that the available data suggested that the economy had continued to grow at a solid pace. Real GDP edged down in the first quarter, but several participants observed that the decline may be the result of measurement issues, as a surge of imports ahead of expected tariff increases likely was not fully reflected in the data for inventories and spending. PDFP, which is often a better indicator than GDP of underlying economic momentum, rose at a solid pace in the first quarter.\nParticipants observed that consumer spending grew solidly in March. Several participants commented that, other than apparent front-running effects seen in some spending categories, effects of tariff-related developments were not widely evident in the aggregate consumer spending data. However, participants noted that various surveys indicated a sharp deterioration in consumer sentiment, though several also commented that consumer sentiment had not been a good predictor of consumer spending in recent years. Several participants noted that factors such as elevated economic uncertainty and a possible decline in real disposable income due to tariff-related increases in prices could lead to increased precautionary saving and reduced consumer demand. A couple of participants noted that a deterioration in financial market sentiment could also weigh on consumer demand. Regarding factors that might mitigate negative effects of tariffs on consumer spending, a few participants observed that the strength in the balance sheets of many households could help them absorb a tariff-induced reduction in their purchasing power; lower energy prices might help lessen strains on households' budgets; and households might shift spending from goods to services, which are likely to be less affected by tariffs.\nWith regard to the business sector, participants observed that the growth in business fixed investment was solid in the first quarter. However, participants also noted that their contacts or surveys reported sharp declines in business sentiment, and many participants remarked that those reports also revealed that many firms were pausing or delaying their capital expenditure plans amid increased uncertainty. Several participants noted that sentiment was generally downbeat among manufacturers because of a rise or prospective rise in input costs as well as concerns about potential supply chain disruptions. A few participants commented that retailers were downbeat because the breadth of tariffs made cost increases unavoidable for them. Several participants commented that small businesses could be especially vulnerable to the effects of tariffs, as they had less capacity to absorb margin reductions and were likely less able to diversify away from imported items. Several participants highlighted the strains faced by the agricultural sector, as tariffs threatened to further compress farm profit margins by lowering farm export prices and raising input costs. A couple of participants noted that their contacts in the energy sector expected growth in the sector to be limited, as energy prices had declined to near the level at which expanding capacity is no longer profitable for many domestic producers. Several participants noted that some hospital systems, universities, and nonprofit organizations were under strains due to government funding cuts and restrictions on immigration. Some participants discussed various considerations that could help alleviate anticipated pressures on the business sector, including less restrictive regulations and lower business taxes; relatively strong firm balance sheets, which could help firms absorb a tariff-related hit to profit margins; ongoing trade negotiations to lower tariffs; and increased demand directed to firms that are less affected by tariffs.\nIn their discussion of financial stability, participants who commented noted vulnerabilities to the financial system that they assessed warranted monitoring. Some participants discussed the heightened volatility seen across a range of asset markets over the first half of April, noting that markets had continued to function and were able to accommodate a surge in trading volumes despite lower measures of liquidity. Several participants observed that resilience in the Treasury market was of special importance and had been a focus of attention for a number of years. Some participants commented on a change from the typical pattern of correlations across asset prices during the first half of April, with longer-term Treasury yields rising and the dollar depreciating despite the decline in the prices of equities and other risky assets. These participants noted that a durable shift in such correlations or a diminution of the perceived safe-haven status of U.S. assets could have long-lasting implications for the economy. While noting that asset prices had declined somewhat, several participants observed that downside risks to the outlook had increased, leading them to question whether asset prices had actually gotten closer to fundamental valuations. Some participants mentioned high levels of leverage at hedge funds or potential concerns about private credit and equity. While judging that balance sheet conditions for households, nonfinancial businesses, and banks appeared to be solid, several participants noted that an economic downturn or higher interest rates could lead to a deterioration in those conditions. A few participants commented that central clearing of the SRF could encourage its use during times of market stress, which would help alleviate such stresses.\nIn their consideration of monetary policy at this meeting, participants noted that inflation remained somewhat elevated. Participants also observed that recent indicators suggested that economic activity had continued to expand at a solid pace. They noted that swings in net exports appeared to have not been fully reflected in inventory and spending data, which complicated the interpretation of the recent data on economic activity. Participants further noted that the unemployment rate had stabilized at a low level and that labor market conditions had remained solid in recent months. In this context, and amid a further increase in uncertainty about the economic outlook and a rise in the risks of both higher unemployment and higher inflation, all participants viewed it as appropriate to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. Participants judged it appropriate to continue the process of reducing the Federal Reserve's securities holdings.\nIn considering the outlook for monetary policy, participants agreed that with economic growth and the labor market still solid and current monetary policy moderately restrictive, the Committee was well positioned to wait for more clarity on the outlooks for inflation and economic activity. Participants agreed that uncertainty about the economic outlook had increased further, making it appropriate to take a cautious approach until the net economic effects of the array of changes to government policies become clearer. Participants noted that monetary policy would be informed by a wide range of incoming data, the economic outlook, and the balance of risks.\nIn discussing risk-management considerations that could bear on the outlook for monetary policy, participants agreed that the risks of higher inflation and higher unemployment had risen. Almost all participants commented on the risk that inflation could prove to be more persistent than expected. Participants emphasized the importance of ensuring that longer-term inflation expectations remained well anchored, with some noting that expectations might be particularly sensitive because inflation had been above the Committee's target for an extended period. Participants noted that the Committee might face difficult tradeoffs if inflation proves to be more persistent while the outlooks for growth and employment weaken. Participants observed, however, that the ultimate extent of changes to government policy and their effects on the economy was highly uncertain. A few participants additionally noted that higher uncertainty could restrain business and consumer demand and that inflationary pressures could be damped if downside risks to economic activity or the labor market materialized.\nCommittee Policy Actions\nIn their discussions of monetary policy for this meeting, members agreed that recent indicators suggested that economic activity had continued to expand at a solid pace. Recognizing the measurement difficulties induced by the unusual movements in net exports in the first quarter, as businesses apparently brought in imports ahead of expected tariff increases, members agreed to acknowledge that swings in net exports had affected the data. Members agreed that the unemployment rate had stabilized at a low level in recent months, and labor market conditions had remained solid. Members concurred that inflation remained somewhat elevated. Members assessed that uncertainty about the economic outlook had increased further and agreed that they were attentive to the risks to both sides of the Committee's dual mandate while judging that the risks of higher unemployment and higher inflation had risen.\nIn support of its goals, the Committee agreed to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. Members agreed that in considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee would carefully assess incoming data, the evolving outlook, and the balance of risks. All members agreed that the postmeeting statement should affirm their strong commitment both to supporting maximum employment and to returning inflation to the Committee's 2 percent objective.\nMembers agreed that, in assessing the appropriate stance of monetary policy, the Committee would continue to monitor the implications of incoming information for the economic outlook. They would be prepared to adjust the stance of monetary policy as appropriate if risks emerged that could impede the attainment of the Committee's goals. Members also agreed that their assessments would take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\nAt the conclusion of the discussion, the Committee voted to direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the System Open Market Account in accordance with the following domestic policy directive, for release at 2:00 p.m.:\n\"Effective May 8, 2025, the Federal Open Market Committee directs the Desk to:\nUndertake open market operations as necessary to maintain the federal funds rate in a target range of 4-1/4 to 4-1/2 percent.\nConduct standing overnight repurchase agreement operations with a minimum bid rate of 4.5 percent and with an aggregate operation limit of $500 billion.\nConduct standing overnight reverse repurchase agreement operations at an offering rate of 4.25 percent and with a per-counterparty limit of $160 billion per day.\nRoll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing in each calendar month that exceeds a cap of $5 billion per month. Redeem Treasury coupon securities up to this monthly cap and Treasury bills to the extent that coupon principal payments are less than the monthly cap.\nReinvest the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities (MBS) received in each calendar month that exceeds a cap of $35 billion per month into Treasury securities to roughly match the maturity composition of Treasury securities outstanding.\nAllow modest deviations from stated amounts for reinvestments, if needed for operational reasons.\"\nThe vote also encompassed approval of the statement below for release at 2:00 p.m.:\n\"Although swings in net exports have affected the data, recent indicators suggest that economic activity has continued to expand at a solid pace. The unemployment rate has stabilized at a low level in recent months, and labor market conditions remain solid. Inflation remains somewhat elevated.\nThe Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. Uncertainty about the economic outlook has increased further. The Committee is attentive to the risks to both sides of its dual mandate and judges that the risks of higher unemployment and higher inflation have risen.\nIn support of its goals, the Committee decided to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. In considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage‑backed securities. The Committee is strongly committed to supporting maximum employment and returning inflation to its 2 percent objective.\nIn assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee's goals. The Committee's assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\"\nVoting for this action:\nJerome H. Powell, John C. Williams, Michael S. Barr, Michelle W. Bowman, Susan M. Collins, Lisa D. Cook, Austan D. Goolsbee, Philip N. Jefferson, Neel Kashkari, Adriana D. Kugler, Alberto G. Musalem, and Christopher J. Waller\nVoting against this action:\nNone.\nNeel Kashkari voted as an alternate member at this meeting.\nConsistent with the Committee's decision to leave the target range for the federal funds rate unchanged, the Board of Governors of the Federal Reserve System voted unanimously to maintain the interest rate paid on reserve balances at 4.4 percent, effective May 8, 2025. The Board of Governors of the Federal Reserve System voted unanimously to approve the establishment of the primary credit rate at the existing level of 4.5 percent.\nIt was agreed that the next meeting of the Committee would be held on Tuesday–Wednesday, June 17–18, 2025. The meeting adjourned at 10:00 a.m. on May 7, 2025.\nNotation Vote\nBy notation vote completed on April 8, 2025, the Committee unanimously approved the minutes of the Committee meeting held on March 18–19, 2025.\nAttendance\nJerome H. Powell, Chair\nJohn C. Williams, Vice Chair\nMichael S. Barr\nMichelle W. Bowman\nSusan M. Collins\nLisa D. Cook\nAustan D. Goolsbee\nPhilip N. Jefferson\nAdriana D. Kugler\nAlberto G. Musalem\nChristopher J. Waller\nBeth M. Hammack, Patrick Harker, Neel Kashkari, Lorie K. Logan, and Sushmita Shukla, Alternate Members of the Committee\nThomas I. Barkin, Raphael W. Bostic, and Mary C. Daly, Presidents of the Federal Reserve Banks of Richmond, Atlanta, and San Francisco, respectively\nJoshua Gallin, Secretary\nMatthew M. Luecke, Deputy Secretary\nBrian J. Bonis, Assistant Secretary\nMichelle A. Smith, Assistant Secretary\nMark E. Van Der Weide, General Counsel\nRichard Ostrander, Deputy General Counsel\nTrevor A. Reeve, Economist\nStacey Tevlin, Economist\nBeth Anne Wilson, Economist\nJames A. Clouse,\n3\nBrian M. Doyle, Carlos Garriga, Joseph W, Gruber, Anna Paulson,\n4\nand William Wascher, Associate Economists\nRoberto Perli, Manager, System Open Market Account\nJulie Ann Remache, Deputy Manager, System Open Market Account\nJose Acosta, Senior System Engineer II, Division of Information Technology, Board\nDavid Altig, Executive Vice President, Federal Reserve Bank of Atlanta\nPhilippe Andrade, Vice President, Federal Reserve Bank of Boston\nAlyssa Arute,\n5\nAssistant Director, Division of Reserve Bank Operations and Payment Systems, Board\nDavid Bowman, Senior Associate Director, Division of Monetary Affairs, Board\nMichele Cavallo, Special Adviser to the Board, Division of Board Members, Board\nHess T. Chung,\n6\nSection Chief, Division of Research and Statistics, Board\nJuan Carlos Climent, Special Adviser to the Board, Division of Board Members, Board\nAndrew Cohen, Special Adviser to the Board, Division of Board Members, Board\nEdmund S. Crawley, Principal Economist, Division of Monetary Affairs, Board\nStephanie E. Curcuru, Deputy Director, Division of International Finance, Board\nStefania D'Amico,\n4\nFinancial Research Advisor, Federal Reserve Bank of New York\nMarco Del Negro,\n6\nEconomic Research Advisor, Federal Reserve Bank of New York\nSarah Devany, First Vice President, Federal Reserve Bank of San Francisco\nBora Durdu, Deputy Associate Director, Division of Financial Stability, Board\nErin E. Ferris, Principal Economist, Division of Monetary Affairs, Board\nAndrew Figura, Associate Director, Division of Research and Statistics, Board\nGlenn Follette, Associate Director, Division of Research and Statistics, Board\nJenn Gallagher, Assistant to the Board, Division of Board Members, Board\nMichael S. Gibson, Director, Division of Supervision and Regulation, Board\nChristopher J. Gust, Associate Director, Division of Monetary Affairs, Board\nKinda Hachem, Financial Research Advisor, Federal Reserve Bank of New York\nIna Hajdini, Research Economist II, Federal Reserve Bank of Cleveland\nDiana Hancock, Senior Associate Director, Division of Research and Statistics, Board\nValerie S. Hinojosa, Section Chief, Division of Monetary Affairs, Board\nJasper J. Hoek,\n6\nDeputy Associate Director, Division of International Finance, Board\nJane E. Ihrig, Special Adviser to the Board, Division of Board Members, Board\nBenjamin K. Johannsen,\n6\nAssistant Director, Division of Monetary Affairs, Board\nCallum Jones,\n6\nPrincipal Economist, Division of Monetary Affairs, Board\nMichael T. Kiley, Deputy Director, Division of Financial Stability, Board\nDon H. Kim, Senior Adviser, Division of Monetary Affairs, Board\nElizabeth K. Kiser, Senior Associate Director, Division of Research and Statistics, Board\nElizabeth Klee, Senior Associate Director, Division of Financial Stability, Board\nEdward S. Knotek II,\n6\nSenior Vice President, Federal Reserve Bank of Cleveland\nScott R. Konzem, Senior Economic Modeler II, Division of Monetary Affairs, Board\nAnna R. Kovner, Executive Vice President, Federal Reserve Bank of Richmond\nSpencer D. Krane, Senior Vice President, Federal Reserve Bank of Chicago\nSylvain Leduc, Executive Vice President and Director of Economic Research, Federal Reserve Bank of San Francisco\nAndreas Lehnert, Director, Division of Financial Stability, Board\nAntoine Lepetit,\n6\nPrincipal Economist, Division of Research and Statistics, Board\nKurt F. Lewis, Special Adviser to the Chair, Division of Board Members, Board\nLogan T. Lewis, Section Chief, Division of International Finance, Board\nMatthew Lieber,\n4\nDirector, Federal Reserve Bank of New York\nAnna Lipinska,\n6\nGroup Manager, Division of International Finance, Board\nLaura Lipscomb, Special Adviser to the Board, Division of Board Members, Board\nDavid López-Salido, Senior Associate Director, Division of Monetary Affairs, Board\nByron Lutz, Deputy Associate Director, Division of Research and Statistics, Board\nFernando M. Martin,\n6\nSenior Economic Policy Advisor II, Federal Reserve Bank of St. Louis\nEnrique Martínez García,\n6\nAssistant Vice President, Federal Reserve Bank of Dallas\nBenjamin W. McDonough, Deputy Secretary and Ombudsman, Office of the Secretary, Board\nKarel Mertens, Senior Vice President, Federal Reserve Bank of Dallas\nThomas M. Mertens,\n6\nVice President, Federal Reserve Bank of San Francisco\nAnn E. Misback, Secretary, Office of the Secretary, Board\nMakoto Nakajima, Vice President, Federal Reserve Bank of Philadelphia\nAnna Nordstrom, Head of Markets, Federal Reserve Bank of New York\nMatthias Paustian,\n7\nAssistant Director, Division of Research and Statistics, Board\nKaren A. Pennell, First Vice President, Federal Reserve Bank of Boston\nEugenio P. Pinto, Special Adviser to the Board, Division of Board Members, Board\nOdelle Quisumbing,\n6\nAssistant to the Secretary, Office of the Secretary, Board\nAndrea Raffo, Senior Vice President, Federal Reserve Bank of Minneapolis\nKimberly N. Robbins, First Vice President, Federal Reserve Bank of Kansas City\nFelipe F. Schwartzman,\n6\nSenior Economist, Federal Reserve Bank of Richmond\nZeynep Senyuz, Special Adviser to the Board, Division of Board Members, Board\nAdam H. Shapiro,\n6\nVice President, Federal Reserve Bank of San Francisco\nA. Lee Smith,\n6\nSenior Vice President, Federal Reserve Bank of Kansas City\nJenny Tang,\n6\nVice President, Federal Reserve Bank of Boston\nThiago Teixeira Ferreira, Special Adviser to the Board, Division of Board Members, Board\nFrancisco Vazquez-Grande, Group Manager, Division of Monetary Affairs, Board\nClara Vega, Senior Adviser, Division of Research and Statistics, Board\nCheryl L. Venable, First Vice President, Federal Reserve Bank of Atlanta\nDaniel Villar,\n6\nPrincipal Economist, Division of Research and Statistics, Board\nAnnette Vissing-Jørgensen, Senior Adviser, Division of Monetary Affairs, Board\nJeffrey D. Walker,\n5\nSenior Associate Director, Division of Reserve Bank Operations and Payment Systems, Board\nDonielle A. Winford, Senior Information Manager, Division of Monetary Affairs, Board\nPaul R. Wood, Special Adviser to the Board, Division of Board Members, Board\n_______________________\nJoshua Gallin\nSecretary\n1. The Federal Open Market Committee is referenced as the \"FOMC\" and the \"Committee\" in these minutes; the Board of Governors of the Federal Reserve System is referenced as the \"Board\" in these minutes.\nReturn to text\n2. The SLOOS results reported are based on banks' responses, weighted by each bank's outstanding loans in the respective loan category, and might therefore differ from the results reported in the published SLOOS, which are based on banks' unweighted responses.\nReturn to text\n3. Attended opening remarks for Tuesday's session only.\nReturn to text\n4. Attended through the discussion of economic developments and the outlook.\nReturn to text\n5. Attended through the discussion of developments in financial markets and open market operations.\nReturn to text\n6. Attended through the discussion of the review of the monetary policy framework.\nReturn to text\n7. Attended Tuesday's session only.\nReturn to text",
      "scraped_at": "2025-09-12T16:07:35.428519",
      "validation_status": "VALID"
    },
    {
      "meeting_date": "March 19, 2025",
      "release_date": "April 09, 2025",
      "document_type": "minutes",
      "html_url": "https://www.federalreserve.gov/monetarypolicy/fomcminutes20250319.htm",
      "pdf_url": null,
      "content": "Minutes of the Federal Open Market Committee\nMarch 18–19, 2025\nA joint meeting of the Federal Open Market Committee and the Board of Governors of the Federal Reserve System was held in the offices of the Board of Governors on Tuesday, March 18, 2025, at 9:00 a.m. and continued on Wednesday, March 19, 2025, at 9:00 a.m.\n1\nReview of Monetary Policy Strategy, Tools, and Communications\nCommittee participants continued their discussions related to their review of the Federal Reserve's monetary policy framework, with a focus on labor market dynamics and the FOMC's maximum employment goal. The staff briefed policymakers on the concept of maximum employment and related labor market indicators. They discussed conceptual benchmarks used in evaluating the position of the labor market relative to maximum employment and in ascertaining the interaction of maximum employment and price stability. They discussed a set of core labor market indicators used to help assess maximum employment, including the unemployment rate, job vacancies, the employment-to-population (EPOP) ratio, and the labor force participation rate (LFPR), and described the use of these indicators in assessing maximum employment during the pandemic-related recession and subsequent economic recovery. The staff also presented model-based analysis of simple monetary policy rules that respond to deviations of inflation from 2 percent but differ on whether they respond to shortfalls or deviations from maximum employment.\nParticipants generally supported the current description of maximum employment in the Statement on Longer-Run Goals and Monetary Policy Strategy as being not directly measurable and changing over time for reasons owing largely to nonmonetary factors. Participants acknowledged that it is difficult to assess maximum employment and that they have been well served by monitoring a wide range of indicators that can vary depending on labor market and economic conditions. They also reflected on how both the Committee and the public have interpreted the current description of maximum employment as a broad-based and inclusive goal.\nParticipants reviewed the relationship between the dual-mandate goals and noted that those goals are not necessarily in conflict when both unemployment and inflation are low. Participants also discussed the implications of pursuing a strategy that seeks to mitigate shortfalls of employment from its maximum level, as described in the statement, and the ways the public has interpreted that approach since it was introduced into the statement. Participants indicated that they thought it would be appropriate to reconsider the shortfalls language. They judged that any strategy conveyed in the statement should be robust to a wide range of economic circumstances. They also considered the extent to which the current statement had effectively communicated the Committee's approach to achieving its longer-run goals, including the Committee's assessment of the appropriate policy responses in a period of a tight labor market.\nDevelopments in Financial Markets and Open Market Operations\nThe manager turned first to a review of financial market developments. Over the intermeeting period, Treasury yields declined, equity prices fell, credit spreads widened, and the dollar depreciated. These moves appeared to reflect increased perceived risks—rather than a base case—of a significant deterioration of the U.S. outlook, as investors responded to both weaker-than-expected consumer spending and sentiment data as well as to developments in trade policy that had raised uncertainty.\nThe manager observed that the implied average federal funds rate path from futures had shifted noticeably lower over the intermeeting period for horizons beyond the middle of this year. By contrast, the implied modal federal funds rate path from options was little changed, consistent with the interpretation that the baseline outlook had not changed materially. The Open Market Desk's Survey of Market Expectations told a similar story, as the median respondent's modal path for the federal funds rate in 2025 was little changed. The expected timing of rate cuts in 2026 and 2027 was brought forward about a quarter, but the expected terminal rate was unchanged. Survey respondents, however, attached noticeably higher probabilities to both lower gross domestic product (GDP) growth outcomes and higher inflation outcomes for 2025 compared with the January survey, consistent with a higher perceived risk of a negative supply shock this year.\nNominal Treasury yields declined about 25 basis points, on net, over the period, led by decreases in real yields that reflected lower expected real rates and lower real term premiums. Near-term measures of inflation compensation rose amid trade-related developments, while at horizons beyond a year, forward measures of inflation compensation fell. Overall, both market- and survey-based measures suggested that inflation expectations remained well anchored.\nU.S. equity prices decreased notably, on net, over the intermeeting period, with particularly pronounced declines in the technology and cyclical sectors. While trade-related news had been the most prominent driver of equity price movements, the manager also noted that risk-management considerations may have led some levered investors to reduce long equity positions that were generating increasing losses, amplifying price movements. Option-implied volatility of broad equity prices increased over the intermeeting period to a level somewhat above its long-run average, and credit spreads widened, albeit to levels below historical averages.\nAsset price dynamics abroad were opposite to those in the U.S. Major foreign equity indexes, including those of the euro area and China, appreciated notably over the intermeeting period, while sovereign yields increased in many jurisdictions. The dollar depreciated against most major currencies, although currencies perceived as more sensitive to higher U.S. tariff rates, such as the Canadian dollar and those in emerging Asia, were relatively little changed. Overall, market participants characterized price action across global equities, global rates, and foreign exchange (FX) as consistent with some re-allocation away from trades that had been based on expectations for continued U.S. economic outperformance relative to global peers.\nThe manager turned next to money market developments. Unsecured overnight rates remained stable over the intermeeting period, while rates in the repurchase agreement (repo) market varied notably, and some indicators suggested that conditions in that market had continued to tighten. The pass-through to repo rates of the 5 basis point technical adjustment to the overnight reverse repurchase agreement (ON RRP) rate made in December appeared to have dissipated in February, even though repo rates had declined in mid-March as a result of a drop in bill issuance associated with the debt limit situation. Furthermore, the sensitivity of repo rates in the client-to-dealer segment to changes in transaction volumes had diminished relative to the spike observed at year-end but remained at levels above those that prevailed in late 2024. The sensitivity of repo rates to Treasury bill issuance had also increased in recent months. The manager interpreted these developments more as signs of continued normalization of the repo market than as a concern, but he also noted that, in the past, a tightening of the repo market had been a precursor to tighter reserve conditions.\nThe manager observed that the ON RRP facility had reached a post-2021 low of under $59 billion in mid-February. Abstracting from the debt limit situation, with the ON RRP facility nearly depleted, portfolio runoff was likely to translate to lower reserves in the future. Several indicators of reserve conditions continued to point to reserves remaining abundant, but the reliability of the signals provided by those indicators was starting to be impaired by the debt limit situation, which was already affecting the Federal Reserve's liabilities. The Treasury General Account (TGA) had declined nearly $300 billion since the debt issuance suspension period was declared in January. As a result, reserves were about $180 billion higher; ON RRP balances had also increased somewhat. Reserves were likely to continue to grow, except for periods around tax dates, until a resolution of the debt limit situation and then drop quickly as the TGA is rebuilt. In that scenario, reserves could potentially reach levels below those viewed by the Committee as appropriate without market indicators being able to provide much advance warning. The manager noted that either pausing or sufficiently slowing runoff would provide meaningful insurance against that possibility.\nMore generally, the manager also noted that slowing runoff would also be an effective way—consistent with the Committee's plans—of addressing the risks posed by a continued tightening of repo market conditions and a nearly depleted ON RRP facility. Desk survey results indicated that more than half of the respondents expected the Committee to either pause or slow runoff as its next move, with a majority of those leaning toward a slowdown. Many respondents also expected the System Open Market Account (SOMA) portfolio to consist, in the long run, of Treasury securities only and to match the maturity composition of Treasury debt outstanding.\nBy unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period.\nStaff Review of the Economic Situation\nThe information available at the time of the meeting indicated that real GDP was expanding at a solid pace. The unemployment rate had stabilized at a relatively low level since the middle of last year. Consumer price inflation remained somewhat elevated.\nTotal consumer price inflation—as measured by the 12-month change in the price index for personal consumption expenditures (PCE)—was estimated by the staff to have been 2.5 percent in February, based on the consumer and producer price indexes. Core PCE price inflation, which excludes changes in consumer energy prices and many consumer food prices, was estimated to have been 2.8 percent in February. Both total and core inflation were little changed relative to their year-earlier levels.\nRecent data indicated that labor market conditions remained solid and had stabilized. The unemployment rate was 4.1 percent in February, the same as in December. The EPOP ratio and the LFPR edged down, on balance, over January and February. Average monthly gains for total nonfarm payrolls over January and February were solid but somewhat lower than their pace in the second half of last year. The ratio of job vacancies to unemployed workers was 1.1 in February, a bit below its average over 2019, and the quits rate edged up to 2.1 percent in January but was still well below its 2019 average. The total employment cost index for private-sector workers rose 3.6 percent over the 12 months ending in December, well below its year-earlier level. Average hourly earnings for all employees rose 4.0 percent over the 12 months ending in February, little changed from a year ago.\nReal GDP growth was estimated to have been 2.3 percent in the fourth quarter, and available data suggested that real GDP was still rising at a solid, though somewhat slower, pace in the first quarter. Real PCE declined in January, but retail sales and sales of light motor vehicles bounced back in February. In contrast to most of the data in hand used to estimate real GDP growth, many indicators of consumer and business sentiment had turned more downbeat over the past two months. Export growth was modest in January. Import growth was strong relative to its fourth-quarter pace, consistent with reports that some U.S. importers were stocking up ahead of prospective tariff increases.\nEconomic growth abroad slowed to a subdued pace in the fourth quarter, in part because of weak manufacturing activity in Europe and Mexico. Recent export data from abroad and some other indicators suggested that foreign economic growth recovered modestly at the start of this year. Other indicators, however, pointed to weak momentum in manufacturing production, especially in Canada and Mexico. In China, the authorities announced a target of around 5 percent for GDP growth in 2025, supported by new fiscal policy measures.\nInflation abroad continued to remain near central bank targets in most foreign economies. In advanced foreign economies (AFEs), total inflation ticked up, in part because of a short-lived spike in oil prices early in the year, but core inflation continued to cool as wage growth slowed. In China, January and February inflation data suggested continued weak underlying price pressures. By contrast, in some Latin American countries, most notably Brazil, inflation picked up further, in part driven by past currency depreciation.\nMany foreign central banks eased policy during the intermeeting period, including the Bank of Canada, the Bank of England, and the European Central Bank in the AFEs, and the Bank of Korea and the Bank of Mexico in the emerging market economies. By contrast, the Central Bank of Brazil increased its policy rate amid continued inflation concerns. Foreign central banks were increasingly noting that elevated uncertainty about trade policies was clouding their economic outlooks.\nStaff Review of the Financial Situation\nOver the intermeeting period, the market-implied path of the federal funds rate over the next few meetings edged higher but moved down at horizons beyond September, as ongoing trade policy uncertainty, indicators of weakening consumer and business sentiment, and some softer-than-expected economic data releases prompted investors to become more concerned about higher near-term inflation and downside risks to economic growth. Near-term inflation compensation rose notably, although longer-term inflation compensation appeared to remain well anchored. Nominal and real Treasury yields fell notably across the maturity spectrum.\nBroad equity price indexes declined notably on net. The VIX—a forward-looking measure of near-term equity market volatility—rose, on net, following disappointing economic data releases and a number of tariff-related developments, and ended the period somewhat above its median over the past few decades. Credit spreads on investment- and speculative-grade bonds widened, on net, consistent with emerging concerns about economic growth, although both spreads remained narrow by historical standards.\nForeign financial markets were affected by investor concerns about global economic growth, in part related to higher tariffs, while expectations for greater fiscal spending in some economies provided an offsetting effect. On balance, longer-term yields and equity indexes increased in most major foreign economies. Tariff-related developments led to significant volatility in FX markets, and the exchange value of the dollar declined, on net, as investor optimism regarding the relative strength of the U.S. economy seemed to have diminished.\nConditions in U.S. short-term funding markets remained orderly. Secured market rates increased early in the period, retracing the decline following the technical adjustment in the ON RRP rate in December, before declining later in the period. Treasury bill supply began contracting in late February and was expected to decline further until the resolution of the federal debt limit situation. The accompanying drawdown in the TGA was expected to boost ON RRP take-up and reserves, putting downward pressure on secured market rates; early signs of these dynamics were evident over the latter half of the period.\nBorrowing costs for households, businesses, and municipalities declined. Rates on 30-year fixed-rate conforming residential mortgages declined in line with the 10-year Treasury yield. Interest rates for newly originated commercial and industrial (C&I) loans moved down a bit in the fourth quarter but remained elevated relative to their historical distribution. Yields on newly issued agency and non-agency commercial mortgage-backed securities (CMBS) decreased but stayed somewhat above historical standards. While interest rates on existing credit card accounts remained elevated, they fell noticeably in the fourth quarter, reflecting the declines in the prime rate since the September FOMC meeting. Auto loan rates also fell last quarter but retraced some of those declines early this year.\nFinancing from capital markets continued to be broadly available for large-to-midsize businesses and municipalities. Following subdued corporate bond issuance in December, gross issuance was solid in January and February. Bank credit appeared to have become somewhat more available to large businesses. C&I loan balances at large domestic banks continued to grow modestly through mid-February. By contrast, credit conditions for small businesses remained moderately tight. Multiple recent surveys, including the Senior Loan Officer Opinion Survey on Bank Lending Practices and the Kansas City Fed's Small Business Lending Survey, suggested that lending standards had remained relatively tight for small businesses through December. Commercial real estate (CRE) loan growth accelerated through mid-February after remaining subdued in the second half of last year, as growth in nonfarm nonresidential loans was strong.\nCredit continued to be easily available for high-credit-score mortgage borrowers. Mortgage credit availability for lower-credit-score borrowers continued to tighten slightly. Consumer credit remained generally available.\nCredit quality remained solid for large-to-midsize firms, municipalities, and most home mortgage borrowers, but it continued to deteriorate in other sectors. The credit performance of corporate bonds had been generally stable recently, and the performance of leveraged loans deteriorated slightly but remained solid overall. At banks, delinquency rates on C&I loans edged up in the fourth quarter but stayed just above the middle of the range observed over the past decade. Meanwhile, delinquency rates for short- and long-term small business loans and for small business credit cards ticked down in December but remained above pre-pandemic levels. Credit quality in the CRE market deteriorated in the fourth quarter, partly driven by multifamily loans. More recently, however, CMBS delinquency rates declined in January and February, particularly among office building loans. The short-term delinquency rate on Federal Housing Administration mortgages inched down in January but remained elevated relative to the past few years. Delinquency rates on most other types of home mortgages stayed low. Delinquency rates on credit cards fell substantially in the fourth quarter, their largest decline since the second quarter of 2021, but they remained at elevated levels.\nStaff Economic Outlook\nThe staff projection for real GDP growth was weaker than the one prepared for the January meeting, as incoming data for aggregate spending were below expectations and the support from financial conditions had lessened. The unemployment rate was forecast to edge up but remain close to the staff's estimate of its natural rate. The staff made no material changes to the placeholder assumptions for potential policies that were used for the previous baseline forecast and continued to note elevated uncertainty regarding the scope, timing, and potential economic effects of possible changes to trade, immigration, fiscal, and regulatory policies. The staff continued to highlight the difficulty of assessing the importance of such factors for the baseline projection and had prepared a number of alternative scenarios.\nThe staff's inflation projection was a little higher for this year than the one prepared for the previous meeting, primarily reflecting higher-than-expected incoming data. Inflation in 2025 was forecast to be somewhat above the rate posted last year, mostly because the expected effects of the staff's placeholder assumption for trade policy put upward pressure on inflation this year. After that, inflation was projected to decline to 2 percent by 2027.\nThe staff assessed that the uncertainty around their baseline projection had increased but continued to view the uncertainty around the forecast as similar to the average over the past 20 years, a period that saw a number of episodes during which uncertainty about the economy and federal policy changes was elevated. The staff judged that the risks around the baseline projections for economic activity and employment had tilted to the downside, as data on aggregate spending and financial conditions had come in somewhat weaker than expected and a number of indicators of household, business, and financial market participant sentiment had turned downbeat. The risks around the baseline projection for inflation were still seen as skewed to the upside because core inflation had not come down as much as expected last year and because changes to trade policy could put more upward pressure on inflation than the staff had assumed.\nParticipants' Views on Current Conditions and the Economic Outlook\nIn conjunction with this FOMC meeting, participants submitted their projections of the most likely outcomes for real GDP growth, the unemployment rate, and inflation for each year from 2025 through 2027 and over the longer run. The projections were based on participants' individual assessments of appropriate monetary policy, including their projections of the federal funds rate. The longer-run projections represented each participant's assessment of the rate to which each variable would tend to converge under appropriate monetary policy and in the absence of further shocks to the economy. Participants also provided their individual assessments of the level of uncertainty and the balance of risks associated with their projections. The Summary of Economic Projections was released to the public after the meeting.\nParticipants observed that available data pointed to an economy that continued to grow at a solid pace and labor market conditions that remained broadly balanced, but that inflation stayed somewhat elevated. Participants generally noted the high degree of uncertainty facing the economy. Information from participants' business contacts and from many surveys indicated some deterioration in household and business sentiment amid heightened uncertainty about government policies. Various participants commented that high uncertainty had the potential to damp consumer spending as well as business hiring and investment activities or that inflation was likely to be boosted by increased tariffs. As a result, participants generally saw increased downside risks to employment and economic growth and upside risks to inflation while indicating that high uncertainty surrounded their economic outlooks.\nIn their discussion of inflation developments, participants noted that inflation had eased significantly over the past two years but remained somewhat elevated relative to the Committee's 2 percent longer-run goal. Some participants observed that inflation data over the first two months of this year were higher than they had expected. Among the major subcategories of prices, housing services inflation had continued to moderate, consistent with the past slowing in market rents, but inflation in core nonhousing services remained high, especially in nonmarket services. Some participants highlighted that core goods inflation had increased, and most of them noted that these increases might reflect the effects of the anticipation of higher tariffs.\nWith regard to the outlook for inflation, participants judged that inflation was likely to be boosted this year by the effects of higher tariffs, although significant uncertainty surrounded the magnitude and persistence of such effects. Several participants noted that the announced or planned tariff increases were larger and broader than many of their business contacts had expected. Several participants also noted that their contacts were already reporting increases in costs, possibly in anticipation of rising tariffs, or that their contacts had indicated willingness to pass on to consumers higher input costs that would arise from potential tariff increases. A couple of participants highlighted factors that might limit the inflationary effects of tariffs, noting that many households had depleted the excess savings they had accumulated during the pandemic and were less likely to accept additional price increases, or that stricter immigration policies might reduce demand for rental and affordable housing and alleviate upward pressures on housing inflation. A couple of participants noted that the continued balance in the labor market suggested that labor market conditions were unlikely to be a source of inflationary pressure. A couple of participants noted that, in the period ahead, it could be especially difficult to distinguish between relatively persistent changes in inflation and more temporary changes that might be associated with the introduction of tariffs. Participants commented on a range of factors that could influence the persistence of tariff effects, including the extent to which tariffs are imposed on intermediate goods and thus affect input costs at various stages of production, the extent to which complex supply chains need to be restructured, the actions of trading partners in responding with retaliatory increases in tariffs, and the stability of longer-term inflation expectations.\nAlmost all participants pointed out that many market- or survey-based measures of near-term expected inflation had increased recently. Participants generally noted that most measures of longer-term expected inflation remained well anchored, a factor likely to put downward pressure on inflation. Several participants emphasized that ensuring that longer-term inflation expectations remained anchored would enhance the Committee's ability to achieve its price-stability goal.\nParticipants judged that labor market conditions remained broadly in balance. The unemployment rate had stabilized at a relatively low level, and nominal wage growth continued to moderate. Average payroll employment growth, while slowing some recently, remained solid. Several participants highlighted recent increases in businesses' layoff announcements and in people working part time for economic reasons. A majority of participants commented that the recent cuts in federal government jobs and to federal funding had begun to affect employment at federal contractors, universities, hospitals, municipalities, and nonprofit organizations, with many organizations that rely on government contracts having reported layoffs or pauses in their hiring plans. In addition, many participants noted that their contacts and business survey respondents reported pausing hiring decisions because of elevated policy uncertainty. Several participants relayed reports from contacts who were concerned that restrictive immigration policies would reduce labor supply and put upward pressure on wages in certain sectors.\nParticipants observed that the available data suggested that the economy had continued to grow at a solid pace but that there were some indications that consumer spending growth might be moderating from its rapid pace over the previous two quarters. Several participants commented that the mixed retail sales data in January and February were consistent with consumption continuing to grow at a positive yet slower pace. Several participants noted that the recent downgrade in earnings forecasts from retailers and airline companies pointed to weaker consumer demand from both lower- and higher-income households. Participants commented on a number of factors that could restrain consumption, including weaker consumer sentiment and deteriorations in expected household financial situations, as indicated by a number of household surveys, and anticipation that the robust labor income growth and significant increases in asset prices over the previous several years might not continue. By contrast, a few participants noted that consumption spending could continue to be supported by solid growth in real personal disposable income or by a rebound in equity prices.\nWith regard to the business sector, most participants commented that contacts or surveys reported increased uncertainty about potential changes in federal government policies and a deterioration in business sentiment, which had led many firms to pause their capital spending plans. Several participants highlighted that the auto industry faced significant risks associated with tariffs because of its interconnected and cross-border supply chains. By contrast, several participants noted that their contacts expressed optimism about future firm profitability driven by more business-friendly regulatory or fiscal policy changes or expected productivity gains from artificial intelligence and related technologies. A few participants highlighted the strains faced by the agricultural sector, as tariffs threatened to further compress its profit margins by lowering farm export prices and raising input costs.\nSome participants noted that financial conditions had tightened since the January meeting, reflecting lower equity prices and higher risk spreads on corporate bonds, but most of them commented that risk premiums in bond and equity markets remained low by historical standards or that businesses and consumers with higher credit scores continued to be able to obtain financing. A few participants cautioned that an abrupt repricing of risk in financial markets could exacerbate the effects of any negative shocks to the economy.\nIn their consideration of monetary policy at this meeting, participants noted that inflation remained somewhat elevated. Participants also observed that recent indicators suggested that economic activity had continued to expand at a solid pace, that the unemployment rate had stabilized at a low level, and that labor market conditions had remained solid in recent months. In this context, and amid elevated uncertainty around the economic outlook, all participants viewed it as appropriate to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent.\nIn discussing the outlook for monetary policy, participants remarked that uncertainty about the net effect of an array of government policies on the economic outlook was high, making it appropriate to take a cautious approach. Emphasizing that uncertainty, a majority of participants noted the potential for inflationary effects arising from various factors to be more persistent than they projected. With economic growth and the labor market still solid and current monetary policy restrictive, participants assessed that the Committee was well positioned to wait for more clarity on the outlook for inflation and economic activity. Participants noted that policy decisions were not on a preset course and would be informed by the evolution of the economy, the economic outlook, and the balance of risks.\nIn discussing risk-management considerations that could bear on the outlook for monetary policy, participants assessed that uncertainty around the economic outlook had increased, with almost all participants viewing risks to inflation as tilted to the upside and risks to employment as tilted to the downside. Participants remarked that monetary policy was well positioned to address future developments; a restrictive policy could be maintained for longer if inflation were to remain elevated, and policy could be eased if labor market conditions were to deteriorate or economic activity were to weaken. Some participants observed, however, that the Committee may face difficult tradeoffs if inflation proved to be more persistent while the outlook for growth and employment weakened. Several participants emphasized that elevated inflation could prove to be more persistent than expected.\nParticipants assessed that balance sheet reduction had gone well thus far. All participants judged it appropriate to continue the process of reducing the Federal Reserve's securities holdings. Almost all participants supported a slowing of the pace of runoff at this meeting. Most participants noted the importance of clearly communicating that slowing the runoff pace had no implications for the stance of monetary policy, would not affect the long-term path of the balance sheet, was a natural progression of the slowing decided at the May 2024 meeting, and was in line with the Committee's principles and plans for balance sheet reduction announced in 2022. Some participants noted that a slower pace of runoff would also help guard against reserve scarcity emerging with little advance notice during a period of potentially rapid increase in the TGA. Several participants did not see a compelling case for slowing the pace of runoff at this meeting. A number of participants commented that the Committee's existing tools could also be used to help address potential disruptions to the market for reserves. Some participants highlighted the importance of the Federal Reserve's ceiling tools and encouraged the ongoing efforts of the Desk to improve the efficacy of the standing repo facility. Several participants observed that the Federal Reserve's traditional tool of open market operations could also be used should signs of reserve scarcity unexpectedly emerge. Many participants expressed interest in continued discussion of technical aspects of balance sheet policy and tools after the framework review is completed.\nCommittee Policy Actions\nIn their discussions of monetary policy for this meeting, members agreed that recent indicators suggested that economic activity had continued to expand at a solid pace. The unemployment rate had stabilized at a low level in recent months, and labor market conditions had remained solid. Members concurred that inflation remained somewhat elevated. Members assessed that uncertainty around the economic outlook had increased and agreed that they were attentive to the risks to both sides of the Committee's dual mandate.\nIn support of its goals, the Committee agreed to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. Members agreed that in considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee would carefully assess incoming data, the evolving outlook, and the balance of risks. Almost all members agreed to reducing the Committee's securities holdings at a slower pace, with the monthly redemption cap on Treasury securities reduced from $25 billion to $5 billion and the monthly redemption cap on agency debt and agency mortgage-backed securities maintained at $35 billion. One member agreed with the Committee's decision to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent but voted against the overall decision because he preferred to continue the pace of decline in securities holdings in place at the time of the vote. All members agreed that the postmeeting statement should affirm their strong commitment both to supporting maximum employment and to returning inflation to the Committee's 2 percent objective.\nMembers agreed that in assessing the appropriate stance of monetary policy, the Committee would continue to monitor the implications of incoming information for the economic outlook. They would be prepared to adjust the stance of monetary policy as appropriate if risks emerged that could impede the attainment of the Committee's goals. Members also agreed that their assessments would take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\nAt the conclusion of the discussion, the Committee voted to direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, for release at 2:00 p.m.:\n\"Effective March 20, 2025, the Federal Open Market Committee directs the Desk to:\nUndertake open market operations as necessary to maintain the federal funds rate in a target range of 4-1/4 to 4-1/2 percent.\nConduct standing overnight repurchase agreement operations with a minimum bid rate of 4.5 percent and with an aggregate operation limit of $500 billion.\nConduct standing overnight reverse repurchase agreement operations at an offering rate of 4.25 percent and with a per-counterparty limit of $160 billion per day.\nRoll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing in March that exceeds a cap of $25 billion per month. Beginning on April 1, roll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing in each calendar month that exceeds a cap of $5 billion per month. Redeem Treasury coupon securities up to these monthly caps and Treasury bills to the extent that coupon principal payments are less than the monthly caps.\nReinvest the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities (MBS) received in each calendar month that exceeds a cap of $35 billion per month into Treasury securities to roughly match the maturity composition of Treasury securities outstanding.\nAllow modest deviations from stated amounts for reinvestments, if needed for operational reasons.\"\nThe vote also encompassed approval of the statement below for release at 2:00 p.m.:\n\"Recent indicators suggest that economic activity has continued to expand at a solid pace. The unemployment rate has stabilized at a low level in recent months, and labor market conditions remain solid. Inflation remains somewhat elevated.\nThe Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. Uncertainty around the economic outlook has increased. The Committee is attentive to the risks to both sides of its dual mandate.\nIn support of its goals, the Committee decided to maintain the target range for the federal funds rate at 4-1/4 to 4-1/2 percent. In considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage‑backed securities. Beginning in April, the Committee will slow the pace of decline of its securities holdings by reducing the monthly redemption cap on Treasury securities from $25 billion to $5 billion. The Committee will maintain the monthly redemption cap on agency debt and agency mortgage-backed securities at $35 billion. The Committee is strongly committed to supporting maximum employment and returning inflation to its 2 percent objective.\nIn assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee's goals. The Committee's assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\"\nVoting for this action:\nJerome H. Powell, John C. Williams, Michael S. Barr, Michelle W. Bowman, Susan M. Collins, Lisa D. Cook, Austan D. Goolsbee, Philip N. Jefferson, Adriana D. Kugler, Alberto G. Musalem, and Jeffrey R. Schmid.\nVoting against this action:\nChristopher J. Waller.\nGovernor Waller preferred no change in the federal funds target range and continuing the pace of decline in securities holdings in place at the time of the vote. This view was based on reserve balances being over $3 trillion as well as no evidence from money market indicators or his outreach conversations that the banking system is getting close to an ample level of reserves. In addition, rather than changing the pace of balance sheet reduction, he thought the Federal Reserve should rely on its existing tools and develop a plan for how to respond to short-run strains if they emerge.\nConsistent with the Committee's decision to leave the target range for the federal funds rate unchanged, the Board of Governors of the Federal Reserve System voted unanimously to maintain the interest rate paid on reserve balances at 4.4 percent, effective March 20, 2025. The Board of Governors of the Federal Reserve System voted unanimously to approve the establishment of the primary credit rate at the existing level of 4.5 percent, effective March 20, 2025.\nIt was agreed that the next meeting of the Committee would be held on Tuesday–Wednesday, May 6–7, 2025. The meeting adjourned at 10:25 a.m. on March 19, 2025.\nNotation Vote\nBy notation vote completed on February 18, 2025, the Committee unanimously approved the minutes of the Committee meeting held on January 28–29, 2025.\nAttendance\nJerome H. Powell, Chair\nJohn C. Williams, Vice Chair\nMichael S. Barr\nMichelle W. Bowman\nSusan M. Collins\nLisa D. Cook\nAustan D. Goolsbee\nPhilip N. Jefferson\nAdriana D. Kugler\nAlberto G. Musalem\nJeffrey R. Schmid\nChristopher J. Waller\nBeth M. Hammack, Patrick Harker, Neel Kashkari, and Lorie K. Logan, Alternate Members of the Committee\nThomas I. Barkin, Raphael W. Bostic, and Mary C. Daly, Presidents of the Federal Reserve Banks of Richmond, Atlanta, and San Francisco, respectively\nJoshua Gallin, Secretary\nMatthew M. Luecke, Deputy Secretary\nBrian J. Bonis, Assistant Secretary\nMichelle A. Smith, Assistant Secretary\nMark E. Van Der Weide, General Counsel\nRichard Ostrander, Deputy General Counsel\nTrevor A. Reeve, Economist\nStacey Tevlin, Economist\nBeth Anne Wilson,\n2\nEconomist\nShaghil Ahmed, James A. Clouse, Eric M. Engen, Anna Paulson, and William Wascher, Associate Economists\nRoberto Perli, Manager, System Open Market Account\nJulie Ann Remache, Deputy Manager, System Open Market Account\nStephanie R. Aaronson, Senior Associate Director, Division of Research and Statistics, Board\nJose Acosta, Senior System Engineer II, Division of Information Technology, Board\nAlyssa Arute,\n3\nAssistant Director, Division of Reserve Bank Operations and Payment Systems, Board\nAlessandro Barbarino, Special Adviser to the Board, Division of Board Members, Board\nDavid Bowman, Senior Associate Director, Division of Monetary Affairs, Board\nBrent Bundick,\n4\nVice President, Federal Reserve Bank of Kansas City\nChristian Cabanilla,\n3\nPolicy and Market Analysis Advisor, Federal Reserve Bank of New York\nIsabel Cairó,\n4\nGroup Manager, Division of Monetary Affairs, Board\nMichele Cavallo, Special Adviser to the Board, Division of Board Members, Board\nDaniel Cooper, Vice President, Federal Reserve Bank of Boston\nStephanie E. Curcuru, Deputy Director, Division of International Finance, Board\nKeshav Dogra, Research Advisor, Federal Reserve Bank of New York\nBurcu Duygan-Bump, Associate Director, Division of Research and Statistics, Board\nEric C. Engstrom, Associate Director, Division of Monetary Affairs, Board\nRon Feldman, First Vice President, Federal Reserve Bank of Minneapolis\nAndrew Figura, Associate Director, Division of Research and Statistics, Board\nGlenn Follette, Associate Director, Division of Research and Statistics, Board\nChristopher L. Foote,\n4\nPrincipal Economist and Policy Advisor, Federal Reserve Bank of Boston\nShigeru Fujita, Senior Economic Advisor and Economist I, Federal Reserve Bank of Philadelphia\nJenn Gallagher, Assistant to the Board, Division of Board Members, Board\nMichael S. Gibson, Director, Division of Supervision and Regulation, Board\nJonathan E. Goldberg,\n2\nPrincipal Economist, Division of Monetary Affairs, Board\nBrian Greene,\n3\nAssociate Director, Federal Reserve Bank of New York\nLuca Guerrieri, Senior Associate Director, Division of International Finance, Board\nValerie S. Hinojosa, Section Chief, Division of Monetary Affairs, Board\nJane E. Ihrig, Special Adviser to the Board, Division of Board Members, Board\nBenjamin K. Johannsen,\n4\nAssistant Director, Division of Monetary Affairs, Board\nMichael T. Kiley, Deputy Director, Division of Financial Stability, Board\nDon H. Kim,\n3\nSenior Adviser, Division of Monetary Affairs, Board\nDavid E. Lebow,\n5\nSenior Associate Director, Division of Research and Statistics, Board\nSylvain Leduc, Executive Vice President and Director of Economic Research, Federal Reserve Bank of San Francisco\nAndreas Lehnert, Director, Division of Financial Stability, Board\nPaul Lengermann, Deputy Associate Director, Division of Research and Statistics, Board\nKurt F. Lewis, Special Adviser to the Chair, Division of Board Members, Board\nLaura Lipscomb, Special Adviser to the Board, Division of Board Members, Board\nDavid López-Salido, Senior Associate Director, Division of Monetary Affairs, Board\nKurt Lunsford, Vice President, Federal Reserve Bank of Cleveland\nFernando M. Martin, Senior Economic Policy Advisor II, Federal Reserve Bank of St. Louis\nBenjamin W. McDonough, Deputy Secretary and Ombudsman, Office of the Secretary, Board\nRyan Michaels,\n4\nEconomist and Economic Advisor, Federal Reserve Bank of Philadelphia\nAmanda M. Michaud,\n4\nSenior Research Economist, Federal Reserve Bank of Minneapolis\nAnn E. Misback, Secretary, Office of the Secretary, Board\nJoshua K. Montes,\n4\nPrincipal Economist, Division of Research and Statistics, Board\nNorman J. Morin, Associate Director, Division of Research and Statistics, Board\nEdward Nelson, Senior Adviser, Division of Monetary Affairs, Board\nAnna Nordstrom, Interim Head of Markets, Federal Reserve Bank of New York\nAlyssa T. O'Connor, Special Adviser to the Board, Division of Board Members, Board\nAnder Perez-Orive, Principal Economist, Division of Monetary Affairs, Board\nNicolas Petrosky-Nadeau,\n4\nVice President, Federal Reserve Bank of San Francisco\nEugenio P. Pinto, Special Adviser to the Board, Division of Board Members, Board\nOdelle Quisumbing,\n3\nAssistant to the Secretary, Office of the Secretary, Board\nAndrea Raffo, Senior Vice President, Federal Reserve Bank of Minneapolis\nZack Saravay, Senior Financial Institution Policy Analyst I, Division of Monetary Affairs, Board\nFelipe F. Schwartzman, Senior Economist, Federal Reserve Bank of Richmond\nZeynep Senyuz, Special Adviser to the Board, Division of Board Members, Board\nA. Lee Smith, Senior Vice President, Federal Reserve Bank of Kansas City\nDaniel G. Sullivan,\n4\nExecutive Vice President, Federal Reserve Bank of Chicago\nThiago Teixeira Ferreira, Special Adviser to the Board, Division of Board Members, Board\nRobert J. Tetlow, Senior Adviser, Division of Monetary Affairs, Board\nGiorgio Topa,\n4\nResearch Advisor, Federal Reserve Bank of New York\nFrancisco Vazquez-Grande, Group Manager, Division of Monetary Affairs, Board\nAnnette Vissing-Jørgensen, Senior Adviser, Division of Monetary Affairs, Board\nJeffrey D. Walker,\n3\nSenior Associate Director, Division of Reserve Bank Operations and Payment Systems, Board\nMin Wei, Senior Associate Director, Division of Monetary Affairs, Board\nLauren E. Wiese, Information Services Senior Analyst, Division of Monetary Affairs, Board, and Federal Reserve Bank of Chicago\nRandall A. Williams, Group Manager, Division of Monetary Affairs, Board\nJonathan Willis, Vice President, Federal Reserve Bank of Atlanta\nPaul R. Wood, Special Adviser to the Board, Division of Board Members, Board\nEmre Yoldas,\n6\nDeputy Associate Director, Division of International Finance, Board\nRebecca Zarutskie, Senior Vice President, Federal Reserve Bank of Dallas\n_______________________\nJoshua Gallin\nSecretary\n1. The Federal Open Market Committee is referenced as the \"FOMC\" and the \"Committee\" in these minutes; the Board of Governors of the Federal Reserve System is referenced as the \"Board\" in these minutes.\nReturn to text\n2. Attended Tuesday's session only.\nReturn to text\n3. Attended through the discussion of developments in financial markets and open market operations.\nReturn to text\n4. Attended through the discussion of the review of the monetary policy framework.\nReturn to text\n5. Attended opening remarks for the Tuesday session only.\nReturn to text\n6. Attended Wednesday's session only.\nReturn to text",
      "scraped_at": "2025-09-12T16:07:45.643550",
      "validation_status": "VALID"
    }
  ]
}